{
  "subclass": [
    {
      "name": "Occultist",
      "shortName": "Occultist",
      "source": "TCM_",
      "className": "Wizard",
      "classSource": "XPHB",
      "page": 44,
      "subclassFeatures": [
        "3|Occultist|Forbidden Knowledge",
        "3|Occultist|Intrusion",
        "6|Occultist|Reality Tear",
        "10|Occultist|Occult Presence",
        "14|Occultist|Beyond Space",
        "3|Occultist|Intrusion Table"
      ]
    },
    {
      "name": "Philosopher",
      "shortName": "Philosopher",
      "source": "TCM_",
      "className": "Wizard",
      "classSource": "XPHB",
      "page": 46,
      "subclassFeatures": [
        "3|Philosopher|Alchemical Knowledge",
        "3|Philosopher|Quintessence",
        "6|Philosopher|Albedo",
        "10|Philosopher|Citrinitas",
        "14|Philosopher|Rubedo",
        "3|Philosopher|Philosophical Pursuits"
      ]
    }
  ],
  "subclassFeature": [
    {
      "name": "Forbidden Knowledge",
      "source": "TCM_",
      "className": "Wizard",
      "classSource": "XPHB",
      "subclassShortName": "Occultist",
      "level": 3,
      "entries": [
        "In your study of proscribed power, you learn Deep Speech or another language of your choice.",
        "In addition, choose a level 1 spell from the Warlock spell list. You always have it prepared. You can change your chosen spell when you finish a Long Rest."
      ]
    },
    {
      "name": "Intrusion",
      "source": "TCM_",
      "className": "Wizard",
      "classSource": "XPHB",
      "subclassShortName": "Occultist",
      "level": 3,
      "entries": [
        "Your search into forbidden reaches beyond the universe yields great power but comes at the risk of letting something from beyond intrude into your reality. You have an Intrusion Die, which starts at a d6, that can change as you use your features. The die can increase or decrease, along this progression of sizes: d2, d3, d4, d6, d8, d10, d12.",
        "The size maximum for your Intrusion Die is its starting size, which increases by one step when you reach Wizard levels 5 (d8), 11 (d10), and 17 (d12).",
        "When you use a feature that risks Intrusion, roll your Intrusion Die. On a 2 or higher, no Intrusion occurs, and the Intrusion die reduces in size one step on the progression. On a roll of 1, the Intrusion Die rises in size one step, and you roll on the Intrusion table to determine what happens as reality fractures. Intrusions use your spell save DC.",
        "The Intrusion Die increases in size by one step (up to its starting size) when you finish a Short Rest, and it resets to its starting size when you finish a Long Rest.",
        "Additionally, you can focus alien potency into your spells. When you cast a spell using a spell slot, you can risk Intrusion to choose one of the following.",
        {
          "type": "list",
          "items": [
            "{@b Overwhelming Mind}. One target of the spell has Disadvantage on the first saving throw made against it.",
            "{@b Seeking Eye}. You have Advantage on the first attack roll you make for the spell."
          ]
        }
      ]
    },
    {
      "name": "Reality Tear",
      "source": "TCM_",
      "className": "Wizard",
      "classSource": "XPHB",
      "subclassShortName": "Occultist",
      "level": 6,
      "entries": [
        "Choose a spell of level 3 or lower from the Warlock spell list. You always have the spell prepared. You can change your chosen spell when you finish a Long Rest. When you cast the spell, you can risk Intrusion to remove the need to Concentrate on it, and the spell ends after 1 minute or its normal duration, whichever is shorter.",
        "Additionally, you can cause an automatic Intrusion (and increase the die's size one step, up to its starting size) to cast the spell once without a spell slot, and you regain the ability to do so when you finish a Long Rest."
      ]
    },
    {
      "name": "Occult Presence",
      "source": "TCM_",
      "className": "Wizard",
      "classSource": "XPHB",
      "subclassShortName": "Occultist",
      "level": 10,
      "entries": [
        "When you cause an Intrusion, you can roll twice on the Intrusion table and choose which result to use, and you can negate the Intrusion by gaining 1 Exhaustion level.",
        "Additionally, you gain one of the benefits below, and you can change your chosen benefit when you finish a Long Rest. As a Bonus Action, you can cause an automatic Intrusion (and increase the die's size one step, up to its starting size) to change your chosen benefit.",
        {
          "type": "list",
          "items": [
            "{@b Alien Consciousness}. You gain Immunity to the Charmed and Frightened conditions, and you can't be possessed.",
            "{@b Cosmic Resistance}. You gain Resistance to Necrotic and Psychic damage.",
            "{@b Spatial Domination}. You gain a Fly Speed equal to your Speed and can hover."
          ]
        }
      ]
    },
    {
      "name": "Beyond Space",
      "source": "TCM_",
      "className": "Wizard",
      "classSource": "XPHB",
      "subclassShortName": "Occultist",
      "level": 14,
      "entries": [
        "The nature of distance and location is revealed for the lie that it is. You always have the Scrying spell prepared. When you cast Scrying, you can risk Intrusion to choose one of the following.",
        {
          "type": "list",
          "items": [
            "{@b All Knowing}. Treat your connection to a target creature as if you have part of its body.",
            "{@b All Seeing}. Cast the spell as an action instead of its normal casting time."
          ]
        },
        "When you cast Scrying, during the spell's duration, you can cause an automatic Intrusion (and increase the die's size one step, up to its starting size) to teleport yourself, and any willing creatures within 10 feet of you, to unoccupied spaces you can see through the scrying sensor. Once you teleport in this way, you can't do so again until you finish a Long Rest."
      ]
    },
    {
      "name": "Intrusion Table",
      "source": "TCM_",
      "className": "Wizard",
      "classSource": "XPHB",
      "subclassShortName": "Occultist",
      "level": 3,
      "entries": [
        "Roll on the Intrusion table when instructed by your features.",
        {
          "type": "table",
          "caption": "Intrusion",
          "colLabels": [
            "1d12",
            "Effect"
          ],
          "rows": [
            [
              "1",
              "You feel a presence behind you that whispers incomprehensible things into your soul. Until the end of your next turn, you can only do one of the following on a turn: take an action, a Bonus Action, or move."
            ],
            [
              "2",
              "Space twists and melts in a 30-foot Emanation around you. Each creature (including you) in the area struggles against the warping of reality. An affected creature's Speed is halved until the end of your next turn."
            ],
            [
              "3",
              "The nearest other creature within 60 feet of you must succeed on a Constitution saving throw or take Necrotic damage equal to two rolls of your Intrusion Die (at its starting size), and you regain a number of Hit Points equal to the damage dealt."
            ],
            [
              "4",
              "Reality tears in your space until the end of your next turn. You and each creature that can see the tear must succeed on a Wisdom saving throw or have the Frightened condition while the tear exists."
            ],
            [
              "5",
              "One of your arms warps into an alien appendage, such as a distorted version of an arm or a twisting tentacle, for 1 minute. You can make Unarmed Strikes with the limb using your spell attack bonus. Instead of the normal damage, roll a number of your Intrusion dice (at its starting size) equal to your Proficiency Bonus. The target takes Acid damage equal to the total rolled."
            ],
            [
              "6",
              "Alien landscapes overlay your vision, giving you the Blinded condition until the end of your next turn."
            ],
            [
              "7",
              "Unnatural thoughts disorient you, giving you the Incapacitated condition until the end of your next turn."
            ],
            [
              "8",
              "You experience an instant of terrible clarity. You take Psychic damage equal to two rolls of your Intrusion Die (at its starting size), and for 1 minute, your spell save DC is increased by 2."
            ],
            [
              "9",
              "You regain an expended spell slot of level 5 or lower (your choice), and you take Necrotic damage equal to twice the slot's level. This damage can't be reduced or prevented in any way."
            ],
            [
              "10",
              "When you cause this Intrusion and at the end of each of your turns for 1 minute, pulses in the fabric of space fill a 15-foot Emanation originating from you, giving you and each creature in it the Prone condition."
            ],
            [
              "11",
              "For 1 hour, you hear whispered, disembodied thoughts of hateful scorn directed at you. While you can hear the whispers, you have Disadvantage on ability checks and saving throws that rely on Wisdom."
            ],
            [
              "12",
              "An Aberration or a Fiend with a CR equal to your Wizard level or lower (GM's choice) appears in an unoccupied space within 30 feet of you. The GM decides the creature's attitude (Hostile/Indifferent/Friendly) and actions."
            ]
          ]
        }
      ]
    },
    {
      "name": "Alchemical Knowledge",
      "source": "TCM_",
      "className": "Wizard",
      "classSource": "XPHB",
      "subclassShortName": "Philosopher",
      "level": 3,
      "entries": [
        "You gain a set of Alchemist's Supplies. You have proficiency with it and can use it as an Arcane Focus. Additionally, you can use Alchemist's Supplies instead of the normal tool to craft a magic item."
      ]
    },
    {
      "name": "Quintessence",
      "source": "TCM_",
      "className": "Wizard",
      "classSource": "XPHB",
      "subclassShortName": "Philosopher",
      "level": 3,
      "entries": [
        "You have learned the fundamental process of dissolution. You know the Dissolution cantrip. A creature or object you reduce to 0 Hit Points with the cantrip is destroyed. If the target was Small or larger, it dissolves into a measure (1 ounce) of crystalline powder called Quintessence. You can have a maximum amount of Quintessence equal to twice your Intelligence modifier at one time (minimum of 2 measures). If you create more, the oldest measure vanishes.",
        "You can use Quintessence you are touching in the following ways.",
        {
          "type": "entries",
          "name": "Material Component",
          "entries": [
            "When you cast a spell, you can expend Quintessence to serve as the spell's Material components up to a value of 100 GP per Quintessence expended."
          ]
        },
        {
          "type": "entries",
          "name": "Reagent",
          "entries": [
            "When you scribe a spell into your spellbook, or when you use Alchemist's Supplies to craft a magic item, you can expend Quintessence to serve as 50 GP worth of material for the task per Quintessence expended."
          ]
        },
        {
          "type": "entries",
          "name": "Vitriolic Enhancement",
          "entries": [
            "When you cast a spell that deals damage, you can expend 1 Quintessence as an additional Material component to change one damage type the spell deals to Force."
          ]
        }
      ]
    },
    {
      "name": "Albedo",
      "source": "TCM_",
      "className": "Wizard",
      "classSource": "XPHB",
      "subclassShortName": "Philosopher",
      "level": 6,
      "entries": [
        "You can purify your Quintessence to amplify your spells. When you cast a spell using a spell slot, you can expend 1 Quintessence as a Material component to increase the level of the spell slot by 1, up to level 9. The maximum Quintessence you can expend in this way on a given spell is half of your Proficiency Bonus (rounded up)."
      ]
    },
    {
      "name": "Citrinitas",
      "source": "TCM_",
      "className": "Wizard",
      "classSource": "XPHB",
      "subclassShortName": "Philosopher",
      "level": 10,
      "entries": [
        "You can now manipulate Quintessence to create, not merely to purify. You always have the Creation and Fabricate spells prepared, and you can cast each spell once without expending a spell slot, regaining the ability to do so when you finish a Long Rest. When you cast a spell using this feature, you can cast the spell as an action rather than its normal casting time. You can also cast the spells normally using spell slots of the appropriate level.",
        "Additionally, when you cast Creation, you can expend a number of Quintessence up to your Intelligence modifier (minimum of 1) to multiply the spell's duration by 1 plus the amount expended."
      ]
    },
    {
      "name": "Rubedo",
      "source": "TCM_",
      "className": "Wizard",
      "classSource": "XPHB",
      "subclassShortName": "Philosopher",
      "level": 14,
      "entries": [
        "The culmination of your great work, you can now distill your perfected knowledge of existence into a physical form. When you finish a Short or Long Rest, you can expend 10 Quintessence to create a philosopher's stone—a translucent red crystal. The stone is a Tiny magical object with AC 19, HP 20, and Immunity to all damage except Force. If you create a second philosopher's stone, the first one vanishes. While you carry the stone, it grants you the following benefits.",
        {
          "type": "list",
          "items": [
            "{@b Amplification}. When you cast a spell, you can expend up to 2 Quintessence as an additional Material component to increase your spell save DC for that spell by the same amount.",
            "{@b Equivalent Exchange}. When you fail a saving throw, you can take a Reaction to expend 5 Quintessence to succeed on the save instead.",
            "{@b Longevity}. You stop aging and don't suffer any effects from old age, including dying from it.",
            "{@b Sympathy}. The stone counts as part of your body for the purpose of the Scrying spell and for spells that restore you to life if you die. The stone itself serves as the Material component for the spell (if any) and is destroyed when the spell is cast."
          ]
        }
      ]
    },
    {
      "name": "Philosophical Pursuits",
      "source": "TCM_",
      "className": "Wizard",
      "classSource": "XPHB",
      "subclassShortName": "Philosopher",
      "level": 3,
      "entries": [
        "Every Wizard who walks the steps of the Philosopher does so to solve some specific problem, even if only at first. The Philosophical Pursuits table offers challenges or goals that set you onto your study of alchemical magic.",
        {
          "type": "table",
          "caption": "Philosophical Pursuits",
          "colLabels": [
            "1d12",
            "Guiding Goal"
          ],
          "rows": [
            [
              "1",
              "Someone close to you is lost in time, the planes, or some other esoteric state of being. Unraveling the nature of reality is your path to finding them."
            ],
            [
              "2",
              "You suffered a debilitating ailment or injury and turned to the study of magic to deconstruct the impairment's nature and transmute it."
            ],
            [
              "3",
              "Your teacher was killed by a rival Philosopher, and you must learn all you can of that discipline to protect yourself and bring them to justice."
            ],
            [
              "4",
              "The rediscovered research of a missing mage unlocked the first secrets of your understanding but contains many more you can't yet decipher."
            ],
            [
              "5",
              "Wizardry provides a path to immense power, but you know an even greater step forward lies in your ascension."
            ],
            [
              "6",
              "You encountered a material with miraculous properties, and you can't rest until you discover the secret of its creation."
            ],
            [
              "7",
              "Your sibling's soul was separated from their body in a spell gone wrong, and you cannot forgive yourself until you make them whole."
            ],
            [
              "8",
              "You were a stage performer who wowed audiences with magical acts, and you seek the ultimate magic trick to become a legend."
            ],
            [
              "9",
              "You come from an impoverished hometown and wish to utilize the transmutation of metals to bring prosperity to your community."
            ],
            [
              "10",
              "In your pursuit to be closer to the gods, you have sought the secrets of creating new life forms in your own image."
            ],
            [
              "11",
              "You were raised to revere the four elements, and you hypothesized that mastering the stuff of existence will bring harmony to them all."
            ],
            [
              "12",
              "You had aspirations of joining the military and rising through the ranks, believing that the magic of reality can be used as a weapon of war."
            ]
          ]
        }
      ]
    }
  ]
}