{
	"_meta": {
		"sources": [
			{
				"json": "TCM",
				"abbreviation": "TCM",
				"full": "The Crooked Moon — Player (Homebrew)",
				"author": [
					"NiLe.Uy"
				],
				"version": "1.0.2"
			}
		]
	},
	"feat": [
		{
			"name": "Altered",
			"source": "TCM",
			"prerequisite": [],
			"entries": [
				"You have been changed through magic, science, or a volatile blend of the two. You have a blatant physical augmentation of your choice from the options below. The augmentation is obvious—such as with stitches, grafts of other creature’s body parts, or implants—unless disguised.",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "Aquatic Adaptation.",
							"entry": "You have gills or mucus membranes that allow you to breathe water, and you have webbed extremities that grant you a Swim Speed equal to your Speed."
						},
						{
							"type": "item",
							"name": "Natural Armor.",
							"entry": "You have scales, plates, or thick hide that grants you an AC of 13 + your Dexterity or Constitution modifier (choose the ability when you select this feat)."
						},
						{
							"type": "item",
							"name": "Natural Weapons.",
							"entry": "You have claws, fangs, horns, or some other natural weapon that you can use to make Unarmed Strikes that deal 1d8 damage on a hit. The damage is Bludgeoning, Piercing, or Slashing as appropriate to the form."
						},
						{
							"type": "item",
							"name": "Night Vision.",
							"entry": "You have Darkvision with a range of 60 feet. If you already have Darkvision, its range increases by 30 feet."
						}
					]
				}
			]
		},
		{
			"name": "Charm Twister",
			"source": "TCM",
			"prerequisite": [],
			"entries": [
				"You know hedge remedies and hexes passed down through Old Ways teachings, and you can impart them into small wicker charms you weave. You gain the following benefits.",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "Old Blessing.",
							"entry": "You can cast the Bless spell once using this benefit, targeting only creatures carrying a wicker charm you've woven, and you can’t do so again until you finish a Long Rest. You can also cast the spell using any spell slots you have. Your spellcasting ability for casting the spell in this way is Intelligence, Wisdom, or Charisma (choose the ability when you select this feat)."
						},
						{
							"type": "item",
							"name": "Twisted Hex.",
							"entry": "As a Magic action, you can weave spite into a wicker charm you touch. Choose an ability. When another creature is carrying the charm, or while this charm is within an area that the creature considers home, it has Disadvantage on ability checks and attack rolls using the chosen ability. When the creature fails one of these rolls, it can make a Charisma saving throw, destroying the charm on a success (DC = 8 plus your Proficiency Bonus and the ability modifier you chose for Old Blessing). You can only have one Twisted Hex charm at a time. If you make a new one, the previous one loses its magic."
						}
					]
				}
			]
		},
		{
			"name": "Crimson Ritualist",
			"source": "TCM",
			"prerequisite": [],
			"entries": [
				"Your study of blood magic and life force has borne fruit, granting you the following benefits.",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "Blood Lash.",
							"entry": "You learn the Blood Bolt * cantrip. Your spellcasting ability for it is Intelligence, Wisdom, or Charisma (choose the ability when you select this feat)."
						},
						{
							"type": "item",
							"name": "Bottled Life.",
							"entry": "When you finish a Long Rest, you can perform a 1-minute ritual to transfer some of your life essence into a vessel for later use. Expend a number of Hit Point Dice up to your Proficiency Bonus, and bleed into a vial of water or other liquid. As a Bonus Action, a creature can drink the vial to roll the Hit Dice you expended. The creature regains a number of Hit Points equal to the total rolled plus its Constitution modifier. The vial remains potent until you finish a Long Rest."
						}
					]
				}
			]
		},
		{
			"name": "Cult Initiate",
			"source": "TCM",
			"prerequisite": [],
			"entries": [
				"Your cult instructs you in eldritch rites, granting you the following benefits.",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "Two Cantrips.",
							"entry": "You learn two cantrips of your choice from the Warlock spell list. Intelligence, Wisdom, or Charisma is your spellcasting ability for this feat’s spells (choose the ability when you select this feat). Level 1 Spell. Choose a level 1 spell from the Warlock spell list. You always have that spell prepared. You can cast it once without a spell slot, and you regain the ability to cast it in that way when you finish a Short or Long Rest. You can also cast the spell using any spell slots you have."
						},
						{
							"type": "item",
							"name": "Spell Change.",
							"entry": "Whenever you gain a new level, you can replace one of the spells you chose for this feat with a different spell of the same level from the Warlock spell list. 64Feat S"
						}
					]
				}
			]
		},
		{
			"name": "Dread Speech",
			"source": "TCM",
			"prerequisite": [],
			"entries": [
				"You have articulated a few words of forbidden truth that resonate with—and fray—the fabric of creation, granting you the following benefits.",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "Eldritch Word.",
							"entry": "As a Bonus Action, you can speak a magical word aloud to force a creature within 60 feet of yourself to make a Wisdom saving throw (DC = 8 plus your Proficiency Bonus and Intelligence, Wisdom, or Charisma modifier; choose the ability when you select this feat). On a failed save, the target has the Frightened condition until the start of your next turn. You can use this benefit safely once, and you regain the ability to do so when you finish a Short or Long Rest. You can use it again before resting, but you take 1d6 Necrotic damage, which can’t be reduced or prevented in any way."
						},
						{
							"type": "item",
							"name": "Shred Fate.",
							"entry": "Your dread secrets can unravel the destiny of your foes. You always have the Bane spell prepared, and your spellcasting ability for it is the ability you chose for"
						},
						{
							"type": "item",
							"name": "Eldritch Word.",
							"entry": "You can cast it once without Material components or a spell slot, and you regain the ability to cast it in that way when you finish a Long Rest. You can also cast the spell using any spell slots you have."
						}
					]
				}
			]
		},
		{
			"name": "Fate Gambler",
			"source": "TCM",
			"prerequisite": [],
			"entries": [
				"Coming out ahead, whether in games of chance or in life-or-death contention, fills you with resolve and vigor. You gain the following benefits.",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "Bet Big.",
							"entry": "If you don't already have it, you gain Heroic Inspiration whenever you succeed on an ability check made against another creature, when you reduce a creature to 0 Hit Points, or when a creature fails a saving throw you forced it to make. If, in any of these cases, the creature has a CR of 0 or lacks a CR (such as another player character), you don’t gain Heroic Inspiration."
						},
						{
							"type": "item",
							"name": "Win Big.",
							"entry": "As a Bonus Action, you can expend your Heroic Inspiration to gain a number of T emporary Hit Points equal to your level."
						}
					]
				}
			]
		},
		{
			"name": "Ghostlight Medium",
			"source": "TCM",
			"prerequisite": [],
			"entries": [
				"You formed a mystical connection to the Ghostlight Express that affords you insight into the nature of spirits, granting the following benefits.",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "Ghostly Touch.",
							"entry": "When you damage a creature with the Incorporeal Movement trait, you can ignore the creature’s damage Resistances, if any."
						},
						{
							"type": "item",
							"name": "Spirit Sense.",
							"entry": "As a Bonus Action, you can sense any Undead within 60 feet of you, or any creatures in the Ethereal Plane that overlaps that area. You learn the distance and direction to any creatures you detect (or an Ethereal creature’s equivalent position on your plane). Once you detect a creature with this benefit, you can’t use it again until you finish a Short or Long Rest."
						}
					]
				}
			]
		},
		{
			"name": "Grave Keeper",
			"source": "TCM",
			"prerequisite": [],
			"entries": [
				"Studying funeral rites and tending the dead’s rest has made you a conduit between the worlds of the living and the dead. You gain the following benefits.",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "Divine Channel.",
							"entry": "You gain one use of the Channel Divinity feature from the Cleric class, and you can create the Turn Undead effect with it. If you already have Channel Divinity, you add this use to the feature from one class of your choice. Your save DC for this benefit is 8 plus your Wisdom modifier and Proficiency Bonus."
						},
						{
							"type": "item",
							"name": "Last Rites.",
							"entry": "You can enact a 10-minute ritual to prepare the corpse of a Medium or smaller creature, expending at least 10 GP worth of incense, oils, linen wraps, or similar trappings. The prepared corpse can’t become Undead."
						}
					]
				}
			]
		},
		{
			"name": "Hunter of Hunters",
			"source": "TCM",
			"prerequisite": [],
			"entries": [
				"You are adept at hunting monstrous prey, granting you the following benefits.",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "Dead Aim.",
							"entry": "As a Bonus Action, you can scrutinize a creature to spot its vulnerable points. The next time you deal damage to the creature before the start of your next turn, you ignore the creature’s damage Resistances, if any."
						},
						{
							"type": "item",
							"name": "Studied Quarry.",
							"entry": "You have Advantage on ability checks made to recall information about a creature. 65Feat S"
						}
					]
				}
			]
		},
		{
			"name": "Memory Starved",
			"source": "TCM",
			"prerequisite": [],
			"entries": [
				"Your mind ravenously gathers details and desperately clings to its memories and faculties, granting you the following benefits.",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "Desperate Detail.",
							"entry": "You have Advantage on Intelligence (Investigation) checks."
						},
						{
							"type": "item",
							"name": "Iron Mind.",
							"entry": "You have Advantage on saving throws made to avoid or end the Charmed condition and to avoid having your memories read or altered."
						}
					]
				}
			]
		},
		{
			"name": "Reveling Fool",
			"source": "TCM",
			"prerequisite": [],
			"entries": [
				"You joined a troupe of madcap revelers and learned to take on the guise of a fool, channeling otherworldly laughter and joviality. You gain the following benefits.",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "Fool’s Mask.",
							"entry": "By donning a jovial mask and a fool’s, jester’s, or clown’s costume, you take on a new identity that hides your own. In the guise of the fool, you can get away with minor transgressions against people in positions of authority or station."
						},
						{
							"type": "item",
							"name": "Jester’s Repartee.",
							"entry": "You always have the Hideous Laughter spell prepared, and your spellcasting ability for it is Intelligence, Wisdom, or Charisma (choose the ability when you select this feat). You can cast it once without Material components or a spell slot, and you regain the ability to cast it in that way when you finish a Long Rest. You can also cast the spell using any spell slots you have."
						}
					]
				}
			]
		},
		{
			"name": "Unreflected",
			"source": "TCM",
			"prerequisite": [],
			"entries": [
				"Your image is separated from you, making you unable to cast a reflection or a shadow, but you're able to easily slip notice. You gain the following benefits.",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "Inscrutable.",
							"entry": "Creatures have Disadvantage on Wisdom (Insight) checks made against you."
						},
						{
							"type": "item",
							"name": "Unremarkable.",
							"entry": "The loss of some part of yourself leaves you able to fade into the background. While you are within a group of at least two other creatures of your type and that there are no more than one size larger or smaller than you, you can take the Hide action from creatures outside that group by making a Charisma (Deception) check instead of Dexterity (Stealth), with no need for being behind cover or"
						},
						{
							"type": "item",
							"name": "Heavily Obscured.",
							"entry": "If you are ever more than 5 feet from at least two other such creatures while hiding this way, you are revealed."
						}
					]
				}
			]
		}
	]
}