{
  "race": [
    {
      "name": "Ashborn",
      "source": "TCM",
      "size": [
        "S"
      ],
      "speed": {
        "walk": 30
      },
      "darkvision": 60,
      "creatureTypes": [
        "fiend"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Ashen Legacy",
          "entries": [
            "You know the Minor Illu sion c antr ip. Addit ionally, star t ing at char acter le vel 3 you alw ay s have the Char m Pe rson sp ell prep ared, and start ing at char ac ter level 5 you always have the Invisibilit y sp ell pre p ared. You can cast them each once without a sp ell slot , and you regain the abilit y to cast them in that w ay w hen you nish a L ong R est. You can also cast them using any spell slots you have of the appropr iate le vel. Intelligence, Wisdom, or Char isma is your sp ellcast ing abilit y for the sp ells you cast with this tr ait (cho ose the abilit y w hen you selec t this sp ec ies)."
          ]
        },
        {
          "type": "entries",
          "name": "Darkvision",
          "entries": [
            "You have Darkvision w ith a r ange of 60 fee t."
          ]
        },
        {
          "type": "entries",
          "name": "Fiendish Fortune",
          "entries": [
            "W hen you™re hit by an attack roll that isn™t a Crit ical Hit , you can take a R eac t ion to mag ically cause the attack to miss you, and a creature of your choice w ithin 5 fee t of you takes Force damage equal to your Pro c ienc y Bonus. Once you use this tr ait, you can™t do so again unt il you nish a S hor t or L ong R est."
          ]
        },
        {
          "type": "entries",
          "name": "Scorpion Sting",
          "entries": [
            "You have a tail st inger you can use to make Unarmed Str ikes using your Streng th or De x ter it y (your choice) for attack and damage rolls. On a hit , you deal 1d4 Pierc ing damage, and you can deal an ex tr a 1d6"
          ]
        }
      ]
    },
    {
      "name": "Azureborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "darkvision": 60,
      "entries": [
        {
          "type": "entries",
          "name": "Azu Re Le Gac Y",
          "entries": [
            "You know the Gu i d ance c antr ip. Star t ing at char ac ter le vel 3, you alw ay s have the A ug ur y sp ell prep ared and can cast it once w ithout a sp ell slot or Mater ial comp onents, and you regain the abilit y to cast it in that way w hen you nish a L ong Rest. You can also cast it using any sp ell slots you have of the appropr iate le vel. Intelligence, Wisdom, or Char isma is your sp ellcast ing abilit y for the sp ells you cast with this tr ait (cho ose the ability w hen you selec t this sp ecies)."
          ]
        },
        {
          "type": "entries",
          "name": "Darkvision",
          "entries": [
            "You have Darkvision with a r ange of 60 fee t."
          ]
        },
        {
          "type": "entries",
          "name": "Gl Impse Fate",
          "entries": [
            "W hen you roll Init iat ive, if you aren™t s ur pr ised, you can cho ose a numb er of creatures that you can see equal to your Pro cienc y Bonus. The targe ts have"
          ]
        }
      ]
    },
    {
      "name": "Bogborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "darkvision": 60,
      "creatureTypes": [
        "giant"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Bog Bulk",
          "entries": [
            "You have Advantage on any abilit y check you make to end the Grappled condit ion. You also count as one siz e larger w hen de termining your carr ying cap ac it y."
          ]
        },
        {
          "type": "entries",
          "name": "Darkvision",
          "entries": [
            "You have Darkvision with a r ange of 60 fee t."
          ]
        },
        {
          "type": "entries",
          "name": "Guid Ing Bond",
          "entries": [
            "A s a Bonus Ac t ion, you can mag ically place a mark on a creature you can see within 60 feet of your self. The mark lasts for 1 minute, and takes the form of e phemeral plants, moss, f ung us, or s w amp animals that only you can see. For the dur at ion, you can add 1d4 to abilit y checks and attack rolls you make against the marked creature. You can use this Bonus Ac t ion a numb er of t imes equal to your Pro c ienc y Bonus, and you regain all exp ended uses w hen you nish a L ong R est."
          ]
        },
        {
          "type": "entries",
          "name": "Kee N Se Nses",
          "entries": [
            "You have pro c ienc y in the Perce pt ion or Surv ival skill."
          ]
        },
        {
          "type": "entries",
          "name": "Re Ge Neration",
          "entries": [
            "A s a Bonus Ac t ion, you can e xp end one of your Hit Point Dice, roll the die, and regain a numb er of Hit Points equal to the numb er rolled plus your C onst itut ion mo di er (minimum of 1 Hit Point). If you take Ac id or Fire damage, this tr ait do esn't f unc tion unt il the end of your nex t turn. 6"
          ]
        }
      ]
    },
    {
      "name": "Curseborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "darkvision": 60,
      "entries": [
        {
          "type": "entries",
          "name": "Cu Rsed Cl Aws",
          "entries": [
            "You have claws you can use to make Unarmed Str ikes, which deal 1d6 Slashing damage on a hit. You can use Streng th or Dex ter it y for attack and damage rolls with your claw s. W hen you hit a creature with your claws, you can c urse the targe t unt il the star t of your ne x t turn. W hile cur sed, the target emits w isps of fog and has Disadvantage on D20 Tests. You can cur se a creature a numb er of t imes equal to your Pro c ienc y Bonus, and you regain all e xp ended uses when you nish a"
          ]
        },
        {
          "type": "entries",
          "name": "Gre Y Balance",
          "entries": [
            "W hen you fail a saving throw, you can take a Reac t ion to s ucceed instead. W hen you do, you have Disadvantage on D20 Tests unt il the end of your ne x t turn. You can use this tr ait once, and you regain the abilit y to do so w hen you nish a L ong Rest."
          ]
        },
        {
          "type": "entries",
          "name": "Lupine Se Nse",
          "entries": [
            "You have pro c ienc y in the Invest igation, Perce pt ion, or Sur v ival skill. 7"
          ]
        }
      ]
    },
    {
      "name": "Deepborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "darkvision": 60,
      "creatureTypes": [
        "aberration"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Amphibiou S",
          "entries": [
            "You can breathe air and water."
          ]
        },
        {
          "type": "entries",
          "name": "Darkvision",
          "entries": [
            "You have Darkvision w ith a r ange of 60 fee t."
          ]
        },
        {
          "type": "entries",
          "name": "Eld R Itch Gibber Ing",
          "entries": [
            "Thank s to your eldr itch connect ion to the Hungering Ones, you sp eak"
          ]
        },
        {
          "type": "entries",
          "name": "Dee P Sp Eech",
          "entries": [
            "As a Mag ic ac t ion, you can g ibb er in that lang uage. Each creature of your choice in a 30 -fo ot Emanat ion or ig inating from you must succeed on a Wisdom sav ing throw (D C 8 plus your Pro c iency Bonus and Intelligence, Wisdom, or Charisma mo di er ; cho ose the abilit y when you selec t this sp ecies) or roll a d6 and cons ult the table below. The e ect lasts unt il the star t of your ne x t turn. Once any targe t fails its save against this tr ait, you can™t use it again unt il you nish a S hor t or L ong Rest. 1d6Ef fect \u0017 Œ˜"
          ]
        },
        {
          "type": "entries",
          "name": "End Less Hu Nge R",
          "entries": [
            "A s a Bonus Ac t ion, you can embr ace your connec tion to the Hungering Ones. Unt il the star t of your ne x t turn, you know the lo cat ion of any creatures that aren™t C onstr uc ts or Undead within 60 fee t of yourself, and your attack rolls against those creatures can™t have Disadvantage. Once you use this tr ait , you can™t use it again unt il you nish a S hort or Long R est. 8"
          ]
        }
      ]
    },
    {
      "name": "Gnarlborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "creatureTypes": [
        "plant"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Dee P Roots",
          "entries": [
            "You have Advantage on abilit y check s and sav ing throw s against b eing moved against your will or to avoid the Prone condit ion."
          ]
        },
        {
          "type": "entries",
          "name": "Gra S Ping Branches",
          "entries": [
            "A s a Bonus Ac t ion, you can mag ically unleash the binding p ower of the dark wo o d. Cho ose a Large or smaller creature within 30 fee t of your self. The creature must make a Streng th sav ing throw (D C 8 plus your C onstitut ion modi er and Pro c ienc y Bonus). On a failed save, the target has the R estr ained condit ion for 1 minute as br anches app ear and ensnare it. On a s uccessful save, its Speed is halved unt il the end of its nex t turn. A Restr ained creature re p eats the save at the end of each of its turns, ending the e ect on itself on a s uccess. The br anches vanish w hen the condit ion ends. Once you use this tr ait , you can™t do so again unt il you nish a S hor t or Long R est."
          ]
        },
        {
          "type": "entries",
          "name": "Root Se N Se",
          "entries": [
            "A s a Bonus Ac t ion, you gain Tremor sense w ith a range of 60 fee t for 10 minutes. Once you use this tr ait , you can™t do so again unt il you nish a Shor t or L ong Rest."
          ]
        },
        {
          "type": "entries",
          "name": "Towe R Ing Siz E",
          "entries": [
            "You have Advantage on any abilit y check you make to end the Grappled condit ion. You also count as one siz e larger when de termining your carr ying cap ac it y. 9"
          ]
        }
      ]
    },
    {
      "name": "Graveborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "darkvision": 60,
      "creatureTypes": [
        "undead"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Darkvision",
          "entries": [
            "You have Darkvision w ith a r ange of 60 fee t."
          ]
        },
        {
          "type": "entries",
          "name": "De V Our Cor Pse",
          "entries": [
            "You can eat sp oiled and rotten fo o d as if it were fresh. Addit ionally, if you sp end 1 minute eat ing esh from the cor pse of a Small or larger creature that isn™t a C onstr uc t, roll one of your Hit Point Dice without e xpending it (e ven if you have none remaining ). You regain a numb er of Hit Points equal to the numb er rolled plus your C onst itution mo di er (minimum of 1 Hit Point). Once you regain Hit Points using this tr ait , you can™t do so again unt il you nish a S hor t or L ong Rest."
          ]
        },
        {
          "type": "entries",
          "name": "Froz E N Wa Ste",
          "entries": [
            "You have Resistance to"
          ]
        }
      ]
    },
    {
      "name": "Harvestborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "creatureTypes": [
        "construct"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Cul L Ing",
          "entries": [
            "W hen you damage a Blo o died creature, you can deal an ex tr a 1d12 Necrot ic damage to it. You can use this tr ait a numb er of t imes equal to your Pro c iency Bonus, and you regain all e xp ended uses when you nish a Long R est."
          ]
        },
        {
          "type": "entries",
          "name": "Gift of the Gree N",
          "entries": [
            "A s a Bonus Ac t ion, you can touch the g round and cho ose a creature also touching the g round w ithin 30 fee t of your self. That creature can e xp end and roll one Hit Point Die, and it regains a numb er of Hit Points equal to the number rolled plus your Pro c ienc y Bonus. You can use this tr ait a numb er of t imes equal to your Pro c ienc y Bonus. You regain one e xp ended use w hen you nish a Shor t R est, and you regain all exp ended uses w hen you nish a L ong Rest."
          ]
        },
        {
          "type": "entries",
          "name": "Jack-o -l Anter N",
          "entries": [
            "You know the Dancing Lights cantr ip. Intelligence, Wisdom, or Charisma is your sp ellcast ing abilit y for it (cho ose the ability w hen you selec t this sp ec ies)."
          ]
        },
        {
          "type": "entries",
          "name": "Scarec Row Natu Re",
          "entries": [
            "You don™t require air, foo d, or drink ."
          ]
        }
      ]
    },
    {
      "name": "Plagueborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "darkvision": 60,
      "entries": [
        {
          "type": "entries",
          "name": "Bor N in Filth",
          "entries": [
            "You have Advantage on sav ing throw s to avoid or end the Poisoned condit ion or mag ical contag ions."
          ]
        },
        {
          "type": "entries",
          "name": "Darkvision",
          "entries": [
            "You have Darkvision w ith a r ange of 60 feet."
          ]
        },
        {
          "type": "entries",
          "name": "Infected Cu Nning",
          "entries": [
            "The plag ue you carr y binds you to r ats and imp ar ts their cunning. You gain pro c ienc y in the Dece pt ion or Stealth skill."
          ]
        },
        {
          "type": "entries",
          "name": "Pl Ag Ue Beare R",
          "entries": [
            "W hen you hit a creature w ith an attack roll, you can spread your mag ical contag ion to the targe t. The targe t must s ucceed on a Const itut ion sav ing throw (D C 8 plus your C onst itut ion mo di er and Pro c iency Bonus) or become a ic ted with your plag ue for 1 minute. W hile a icted, the targe t has Disadvantage on attack rolls and abilit y check s and takes 1d4 Poison damage at the start of each of its turns. The targe t re p eats the save at the end of each of its turns, ending the plag ue on itself on a s uccess. Once you use this tr ait, you can™t do so again unt il you nish a Long R est. 12"
          ]
        }
      ]
    },
    {
      "name": "Relicborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "creatureTypes": [
        "undead"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Dance of Death",
          "entries": [
            "A s a Bonus Ac t ion, you can make a DC 15 Char isma (Musical Instrument or Performance) check . If you s ucceed, the ne x t attack roll you make b efore the end of your turn has Advantage. If you succeed on the check by 5 or more, you can roll one of your Hit Point Dice (without e xp ending it) and gain Temp or ar y Hit Points equal to the numb er rolled."
          ]
        },
        {
          "type": "entries",
          "name": "Musical Instr Ument",
          "entries": [
            "13"
          ]
        }
      ]
    },
    {
      "name": "Silkborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "darkvision": 60,
      "entries": [
        {
          "type": "entries",
          "name": "Be Jeweled Carapace",
          "entries": [
            "W hen you are hit w ith an attack roll, you can take a R eac tion to add your Pro c ienc y Bonus to your AC against that attack , p otent ially causing it to miss. Once you use this tr ait , you can™t do so again unt il you nish a S hort or L ong R est."
          ]
        },
        {
          "type": "entries",
          "name": "Darkvision",
          "entries": [
            "You have Darkvision w ith a r ange of 60 feet."
          ]
        },
        {
          "type": "entries",
          "name": "Silke N Legac Y",
          "entries": [
            "You know the Thaumaturg y c antr ip. Star t ing at char ac ter level 3, you always have the Fi n d Fa milia r sp ell (the familiar takes the form of a je weled insec t or ar achnid) prep ared, and star ting at char ac ter le vel 5, you alw ay s have the We b sp ell pre p ared. You can cast each sp ell once without a sp ell slot or Mater ial comp onents. You regain the abilit y to cast them in that w ay when you nish a L ong R est. You can also cast either sp ell using any sp ell slots you have of the appropr iate le vel. Intelligence, Wisdom, or Charisma is your sp ellcast ing abilit y for the sp ells you cast w ith this tr ait (cho ose the abilit y w hen you selec t this sp ec ies)."
          ]
        },
        {
          "type": "entries",
          "name": "Spide R Cl Imb",
          "entries": [
            "You can climb di\bc ult sur faces, including along ceilings, without needing an abilit y check and w hile leav ing your hands free. 14"
          ]
        }
      ]
    },
    {
      "name": "Stoneborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "creatureTypes": [
        "construct"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Danton Alex Andre R Enault",
          "entries": [
            "Blessed by the div ine p ower know n as the Silver Path, these p eople can call up on the go dliness that s u uses their constr uc t ion. In a domain of darkness, the y have lo oked to the light of their go d to build a civ ilizat ion that attempts to uphold w hat is goo d and law f ul at all costs. Their stony skin matches the same hue and p attern as the stone the y were car ved from. While all of their kind have bro ad w ings that carr y their dense, heavy b o dies, their biolog y can e voke a wide var ie ty of creatures Šincluding b ats, ends, dragons, birds, angels, dogs, and lizards Š often combining features into a chimer ic blend. They us ually live for 300 year s b efore cr umbling into r ubble. STONEBORN TR AITS Creature Type: Construct Size: Medium (about ˝Œ˙ feet tall) or Small (about ˚Œ˝ feet tall), chosen when you select this species Speed: ˚˛ feet, Fly Speed equal to half your Speed A s a Stoneb orn, you have these spec ial tr aits."
          ]
        },
        {
          "type": "entries",
          "name": "Ar Ge Nt Gleam",
          "entries": [
            "A s a Bonus Ac t ion, you can channel a mote of the Silver Path's light w ith your choice of one of the follow ing opt ions: ˜˚˛˝™˙ ˆˇ˚˘\u0017 . You cast the Bless sp ell, requir ing no"
          ]
        },
        {
          "type": "entries",
          "name": "Mater Ial Components",
          "entries": [
            "˚\u0015\u0014\u0013˙ ˘ ˝˚ˇ ˆ \u0017 . You take the Dash ac t ion. The r st t ime you make an attack roll before the end of your turn, on a hit or miss, the target takes an ex tr a 2d6"
          ]
        },
        {
          "type": "entries",
          "name": "Silv E R Bulwark",
          "entries": [
            "You can call up on the Silver Path to protec t you. W hen you take Bludgeoning , Pierc ing, or S lashing damage, you can take a Reac t ion to gain R esistance to those three damage ty p es unt il the star t of your nex t turn. Once you use this tr ait , you can™t do so again unt il you nish a Shor t or L ong R est."
          ]
        },
        {
          "type": "entries",
          "name": "Watchf Ul Se Nses",
          "entries": [
            "You gain pro c ienc y in the Insight , Percept ion, or Sur vival skill. 15"
          ]
        }
      ]
    },
    {
      "name": "Threadborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "creatureTypes": [
        "construct"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Bal L-jointed",
          "entries": [
            "You can move through a sp ace as narrow as 1 fo ot w ide as if it were Di\bc ult Terr ain."
          ]
        },
        {
          "type": "entries",
          "name": "Innoce Nt Mind",
          "entries": [
            "You have Resistance to"
          ]
        },
        {
          "type": "entries",
          "name": "Soothing Heart",
          "entries": [
            "You know the Guid ance c antrip. Star t ing at char ac ter le vel 3, you alw ay s have the Sanc tuar y sp ell prep ared, and start ing at char ac ter level 5, you alway s have the Calm Emotions sp ell prep ared. You can cast each sp ell once without a sp ell slot. When you cast Calm Emotions in this way, it can targe t creatures of any t y pe. You regain the abilit y to cast them using this tr ait w hen you nish a L ong R est. You can also cast either sp ell using any sp ell slots you have of the appropr iate le vel. Intelligence, Wisdom, or Char isma is your sp ellcast ing abilit y for the sp ells you cast with this tr ait (cho ose the abilit y w hen you selec t this sp ec ies)."
          ]
        },
        {
          "type": "entries",
          "name": "Bal L-jointed",
          "entries": [
            "You can move through a sp ace as narrow as 1 fo ot w ide as if it were Di\bc ult Terr ain."
          ]
        },
        {
          "type": "entries",
          "name": "Innoce Nt Mind",
          "entries": [
            "You have Resistance to"
          ]
        },
        {
          "type": "entries",
          "name": "Soothing Heart",
          "entries": [
            "You know the Guid ance c antrip. Star t ing at char ac ter le vel 3, you alw ay s have the Sanc tuar y sp ell prep ared, and start ing at char ac ter level 5, you alway s have the Calm Emotions sp ell prep ared. You can cast each sp ell once without a sp ell slot. When you cast Calm Emotions in this way, it can targe t creatures of any t y pe. You regain the abilit y to cast them using this tr ait w hen you nish a L ong R est. You can also cast either sp ell using any sp ell slots you have of the appropr iate le vel. Intelligence, Wisdom, or Char isma is your sp ellcast ing abilit y for the sp ells you cast with this tr ait (cho ose the abilit y w hen you selec t this sp ec ies)."
          ]
        }
      ]
    }
  ]
}