{
  "_meta": {
    "sources": [
      {
        "json": "TCM",
        "abbreviation": "TCM",
        "full": "The Crooked Moon — Player Options (2024)",
        "authors": [
          "Legend of Avantris"
        ],
        "convertedBy": [
          "ChatGPT"
        ],
        "version": "1.0.7",
        "edition": "one",
        "dateAdded": 1754845677,
        "dateLastModified": 1754845677
      }
    ]
  },
  "spell": [
    {
      "name": "Self-Serving Sacrifice",
      "source": "TCM",
      "page": 70,
      "level": 0,
      "school": "N",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "self"
      },
      "components": {},
      "duration": [
        {
          "type": "instant"
        }
      ],
      "entries": [
        "own grip lingers too tightly. The feeling of saving others\nfrom suffering fills you with resolve, even as it drains the\nvigor from those you rescue.\nCritical Savior. When a creature within 120 feet of\nyou is subjected to a Critical Hit or is reduced to 0 Hit Points, you can use your Reaction to magically switch\nplaces with the target. Each of you teleports to the other’s\nspace. Roll a number of d6s equal to half your level. You take Force damage equal to the total rolled, you gain\nHeroic Inspiration, and your {@condition exhaustion} level, if any, is\nreduced by 1. The target regains Hit Points equal to the total rolled and gains 1 {@condition exhaustion} level. You can’t use this\nfeature again until you finish a Short or Long Rest.\nDraining Presence. When you finish a Short or\nLong Rest, each creature within 100 feet of you loses\none Hit Point Die (before spending Hit Dice in the case of finishing a Short Rest).\nFinal Sacrifice. You can cast True Resurrection using\nthis bargain requiring no spell slot or spell components. Intelligence, Wisdom, or Charisma is your spellcasting\nability for the spell when you cast it without a spell slot\n(choose the ability when you select this Dark Bargain).\nWhen you cast the spell this way, you die, and\nnothing can prevent it. Your soul is bound to torment the creature you returned to life, and you can’t be raised\nfrom the dead by any means. When the creature takes a\nLong Rest, it must roll a d20 halfway through the rest’s duration. On a 1, your soul takes the form of a Wraith\nwithin 100 feet of the creature and tries to kill it. The\nwraith vanishes after 8 hours, or when it dies. Once the\nwraith appears, it can’t appear again for 30 days."
      ]
    },
    {
      "name": "Shrouded Spirit",
      "source": "TCM",
      "page": 70,
      "level": 0,
      "school": "N",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "self"
      },
      "components": {},
      "duration": [
        {
          "type": "instant"
        }
      ],
      "entries": [
        "of Druskenvald. This shroud protects you from the\ndepredations of the Undead, but it draws you ever\nnearer to their cold embrace.\nInured to Undeath. You have Resistance to Necrotic\ndamage, and you have Advantage on saving throws against spells and effects created by Undead.\nUnholy Appetite. You must consume one\npound of raw flesh (it needn’t be fresh) per day or suffer Malnutrition.\nWithering Soul. Features that detect your creature\ntype, such as a Paladin’s Divine Sense or the Detect Evil and Good spell, treat you as Undead if your creature type\nisn’t Undead already."
      ]
    },
    {
      "name": "Skin Of Coffin Nails",
      "source": "TCM",
      "page": 70,
      "level": 0,
      "school": "N",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "self"
      },
      "components": {},
      "duration": [
        {
          "type": "instant"
        }
      ],
      "entries": [
        "sealing away the dead. You can shrug off staggering\npunishment, but the waters of the world no longer\nembrace you, as if spiting your defiance.\nIron Grit. You gain Resistance to Bludgeoning,\nPiercing, or Slashing damage (your choice when you select this Dark Bargain). You can change the damage\ntype to one of the other options when you finish a Short\nor Long Rest. When you suffer a Critical Hit from the chosen damage type, it becomes a normal hit instead.\nW atery Doom. When you are immersed in water or\nsplashed with at least 1 gallon of water (such as from a bucket or being rained on), your skin tightens and grows\nrusty until you finish a Short or Long Rest. During that\ntime, your Speed and the time you can hold your breath\nare halved, and your Resistance to the chosen damage\ntype for Iron Grit becomes Vulnerability instead. At\nthe GM's discretion, other liquids can also trigger\nthis feature."
      ]
    },
    {
      "name": "Stilled Hungers",
      "source": "TCM",
      "page": 71,
      "level": 0,
      "school": "N",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "self"
      },
      "components": {},
      "duration": [
        {
          "type": "instant"
        }
      ],
      "entries": [
        "hold over you, but these are the very things that keep\na soul vital while in the land of the living. Your mind\ngrows ravenous absent those urges—your thoughts crack with gnawing fears, and your dreams wither into\ncrooked nightmares.\nSated Cravings. Forgoing food and drink doesn't give\nyou {@condition exhaustion} levels. You have Resistance to Poison\ndamage, and you have Advantage on saving throws to avoid or end the {@condition poisoned} condition.\nTenuous Psyche. You have Vulnerability to Psychic\ndamage and Disadvantage on saving throws to avoid or end the {@condition frightened} condition. A Calm Emotions spell\ncast on you suppresses this feature for its duration."
      ]
    },
    {
      "name": "Unquenchable Fury",
      "source": "TCM",
      "page": 71,
      "level": 0,
      "school": "N",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "self"
      },
      "components": {},
      "duration": [
        {
          "type": "instant"
        }
      ],
      "entries": [
        "a formidable inferno, but it threatens to consume\neverything in its path.\nFurious Onslaught. As a Bonus Action, or when\nyou take the Attack action on your turn, you can choose to enter a fury. While in this fury, you can make\none additional melee attack when you take the Attack\naction on your turn, and you reduce all damage you\ntake by an amount equal to your Proficiency Bonus. The fury ends if you have the {@condition incapacitated} condition,\nif you die, or if you end your turn and there are no\ncreatures within 60 feet of you that you can see or hear. Once you use this feature, you can’t use it again until\nyou finish a Long Rest. You also regain the use of this\nfeature when you kill a Humanoid.Red Haze. While you are in a fury, you must make\na DC 15 Wisdom saving throw at the start of each of\nyour turns. On a successful save, you can choose to\nend your fury or continue it. On a failed save, you no\nlonger make the saving throw at the start of your turns,\nand you regard the creature nearest to you that you can see or hear as your enemy (if there are multiple,\nchoose one at random). On each of your turns, you\nmust move as close to the creature as possible and take the Attack action, targeting that creature with\nmelee attacks. If you’re unable to get close enough to\nthe creature to attack it, your turn ends after you’ve\nused up all your available movement. If the creature\ndies or can no longer be seen or heard by you, the next nearest creature that you can see or hear becomes your\nnew target."
      ]
    },
    {
      "name": "Wings Of Whispers",
      "source": "TCM",
      "page": 71,
      "level": 0,
      "school": "N",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "self"
      },
      "components": {},
      "duration": [
        {
          "type": "instant"
        }
      ],
      "entries": [
        "in the form of ravens and crows to bear you aloft, but at\nthe risk of revealing your own secrets in turn.\nMurderous Flight. As a Bonus Action, you can\nmagically gain a Fly Speed equal to your Speed (and you can hover) for 10 minutes. During this time, a mass of\nshadows takes the shape of a {@spell Murder Of Crows} and ravens\n(but they aren’t truly creatures). The birds appear in a\n20-foot Emanation originating from you and take flight and whirl around you when you fly. Once you use this\nfeature, you can’t do so again until you finish a Short or\nLong Rest, unless you gain 1 {@condition exhaustion} level to use it again early.\nWhispered Secrets. The birds that appear when you\nactivate Murderous Flight remain and continue to follow\nyou until you finish a Short or Long Rest. While the\nbirds are present, you have Disadvantage on Dexterity ({@skill Stealth}) checks, and the birds whisper your secrets into\nthe minds of other creatures, granting them Advantage\non Wisdom ({@skill Insight} or {@skill Perception}) checks made against you."
      ]
    },
    {
      "name": "Ancestral Communion",
      "source": "TCM",
      "page": 75,
      "level": 1,
      "school": "D",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "self"
      },
      "components": {
        "v": true,
        "s": true
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "minute",
            "amount": 1
          },
          "concentration": true
        }
      ],
      "entries": [
        "You invoke the wisdom of your ancestors to gain insight\ninto your trials. When you cast the spell, and at the start\nof each of your turns for the duration, you gain Heroic\nInspiration if you don’t already have it."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Cleric",
            "source": "PHB"
          },
          {
            "name": "Druid",
            "source": "PHB"
          },
          {
            "name": "Ranger",
            "source": "PHB"
          },
          {
            "name": "Sorcerer",
            "source": "PHB"
          }
        ]
      }
    },
    {
      "name": "Blood Bolt",
      "source": "TCM",
      "page": 75,
      "level": 0,
      "school": "N",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "point",
        "distance": {
          "type": "feet",
          "amount": 90
        }
      },
      "components": {
        "v": true,
        "s": true
      },
      "duration": [
        {
          "type": "instant"
        }
      ],
      "entries": [
        "You hurl a twisting bolt of blood at a creature within\nrange. Make a ranged spell attack against the target. On\na hit, the target takes 1d6 Necrotic damage, and you\ngain a number of T emporary Hit Points equal to your Proficiency Bonus.\nCantrip Upgrade. The damage increases by 1d6\nwhen you reach levels 5 (2d6), 11 (3d6), and 17 (4d6)."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Sorcerer",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          },
          {
            "name": "Wizard",
            "source": "PHB"
          }
        ]
      }
    },
    {
      "name": "Blood Sacrifice",
      "source": "TCM",
      "page": 75,
      "level": 2,
      "school": "N",
      "time": [
        {
          "number": 1,
          "unit": "bonus"
        }
      ],
      "range": {
        "type": "self"
      },
      "components": {
        "v": true,
        "s": true,
        "m": "a drop of your own blood"
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "minute",
            "amount": 1
          },
          "concentration": false
        }
      ],
      "entries": [
        "You sacrifice a portion of your life force to enhance your\nmagical power. When you cast this spell, you take 1d6\nNecrotic damage, which can't be reduced or prevented\nin any way. For the duration, when you cast a spell that deals damage, one target of the spell (your choice)\ntakes an extra 1d6 damage of the same type as the spell’s\nnormal damage type (your choice if there are multiple)."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Sorcerer",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          },
          {
            "name": "Wizard",
            "source": "PHB"
          }
        ]
      },
      "entriesHigherLevel": [
        {
          "type": "entries",
          "name": "Using a Higher-Level Spell Slot.",
          "entries": [
            "The damage you\ntake and the extra damage your spells deal both increase by 1d6 for each spell slot level above 2.BURIED ALIVE\nLevel 4 Transmutation (Druid, Sorcerer, Warlock, Wizard)\nYou send your enemies to their graves even if they aren’t\ndead yet.",
            "A creature that you can see within range that\nis standing on the ground must make a Strength saving\nthrow.",
            "On a failed save, the ground opens and swallows the target, burying it up to 10 feet deep.",
            "While buried,\nthe target has T otal Cover, has the {@condition restrained} and\n{@condition blinded} conditions, and can’t breathe.",
            "On a successful\nsave, the target has the {@condition prone} condition, and its Speed\nis 0 until the end of its next turn.",
            "A buried creature can dig out of the grave by using its action to make a DC\n15 Strength ({@skill Athletics}) check.",
            "On a success, it digs 5\nfeet closer to the surface.",
            "If it succeeds by 5 or more, it reaches the surface.",
            "When the creature reaches the\nsurface, it exits the ground with the {@condition prone} condition.",
            "The target automatically succeeds on its saving throw\nif it’s standing on any thickness of stone or metal, or at\nleast 2 inches of wood."
          ]
        }
      ]
    },
    {
      "name": "Call Of The Wild",
      "source": "TCM",
      "page": 75,
      "level": 4,
      "school": "EN",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "self"
      },
      "components": {
        "v": true,
        "s": true,
        "m": "a bit of animal fur or hide"
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "minute",
            "amount": 1
          },
          "concentration": true
        }
      ],
      "entries": [
        "You unleash a primal howl that calls lesser creatures to\nyour command. Each Beast in a 100-foot Emanation\noriginating from you when you cast the spell must make\na Wisdom saving throw. On a failed save, a target has the {@condition charmed} condition, it can understand your commands,\nand it follows them on its next turn to the best of its\nability. On your subsequent turns, you can take a Magic\naction to issue a new command. On a successful save,\na target has the {@condition charmed} condition until the start of your next turn, but you have no additional ability to\ncommand it. The howl is audible within 300 feet."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Bard",
            "source": "PHB"
          },
          {
            "name": "Druid",
            "source": "PHB"
          },
          {
            "name": "Ranger",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          }
        ]
      }
    },
    {
      "name": "Captivate Undead",
      "source": "TCM",
      "page": 76,
      "level": 1,
      "school": "N",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "point",
        "distance": {
          "type": "feet",
          "amount": 60
        }
      },
      "components": {
        "v": true,
        "s": true,
        "m": "a pinch of bone dust"
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "hour",
            "amount": 1
          },
          "concentration": true
        }
      ],
      "entries": [
        "You usurp the negative energy animating an Undead\ncreature that you can see within range, attempting to\ntake control of it. The target must make a Charisma\nsaving throw. On a failed save, for the duration, the target has the {@condition charmed} condition (ignoring any\nImmunity to that condition), and it is Friendly toward\nyou. On a successful save, the target has Disadvantage\non the next attack roll it makes against you before\nthe start of your next turn. If you or any of your allies damage the target or force it to make a saving throw,\nthe spell ends."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Bard",
            "source": "PHB"
          },
          {
            "name": "Cleric",
            "source": "PHB"
          },
          {
            "name": "Sorcerer",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          },
          {
            "name": "Wizard",
            "source": "PHB"
          }
        ]
      },
      "entriesHigherLevel": [
        {
          "type": "entries",
          "name": "Using a Higher-Level Spell Slot.",
          "entries": [
            "You can target one\nadditional creature for each spell slot level above 1."
          ]
        }
      ]
    },
    {
      "name": "Chain Of Conviction",
      "source": "TCM",
      "page": 76,
      "level": 2,
      "school": "C",
      "time": [
        {
          "number": 1,
          "unit": "bonus"
        }
      ],
      "range": {
        "type": "point",
        "distance": {
          "type": "feet",
          "amount": 30
        }
      },
      "components": {
        "v": false,
        "s": true
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "minute",
            "amount": 1
          },
          "concentration": false
        }
      ],
      "entries": [
        "You hurl a spectral, barbed chain at a creature that\nyou can see within range. The target makes a Strength\nsaving throw. On a failed save, the target takes 2d6\nForce damage, is pulled up to 30 feet toward you, and is bound by the chain. While bound by the chain, the\ncreature is tethered to you and can’t move or teleport to\na space more than 30 feet away from you, and you have\nAdvantage on attack rolls made against the creature.\nOn a successful save, the target takes half as much\ndamage only. The bound target repeats the save at the end of each of its turns, ending the spell on itself on a\nsuccess. If you are ever more than 30 feet away from the\ntarget, the spell ends."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Paladin",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          }
        ]
      },
      "entriesHigherLevel": [
        {
          "type": "entries",
          "name": "Using a Higher-Level Spell Slot.",
          "entries": [
            "The damage\nincreases by 1d6 for each spell slot level above 2.CHORUS OF THE LOST\nLevel 2 Necromancy (Bard, Cleric, Sorcerer, Warlock, Wizard)\nYou summon the eerie song and wailing of lost souls\nfrom a point you can see within range.",
            "Each creature\nin a 15-foot-radius Sphere centered there must make a\nWisdom saving throw.",
            "On a failed save, the target takes 2d6 Psychic damage, and it has the {@condition frightened} condition\nfor the duration.",
            "On a successful save, it takes half as\nmuch damage, and it has the {@condition frightened} condition until\nthe end of its next turn.",
            "A {@condition frightened} target repeats the\nsave at the end of each of its turns, ending the spell on itself on a success.",
            "Using a Higher-Level Spell Slot.",
            "The damage\nincreases by 1d6 for each spell slot level above 2."
          ]
        }
      ]
    },
    {
      "name": "Consuming Pyre",
      "source": "TCM",
      "page": 76,
      "level": 4,
      "school": "EV",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "point",
        "distance": {
          "type": "feet",
          "amount": 90
        }
      },
      "components": {
        "v": true,
        "s": true
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "minute",
            "amount": 1
          },
          "concentration": true
        }
      ],
      "entries": [
        "You cause a creature that you can see within range to\nburst into consuming, relentless flames. The target\nmust make a Dexterity saving throw. On a failed save,\nthe target takes 2d8 Fire damage and 2d8 Necrotic or Radiant damage (choose when you cast the spell), and\nthe radiant flames linger. On a successful save, it takes\nhalf as much damage only.\nWhile the flames linger, the creature takes the\ndamage again at the start of each of its turns. The target, or another creature within reach of the target, can take\nan action to allow the target to repeat the saving throw,\nending the spell on a success.\nA creature killed by the damage from this spell is\nreduced to ash, along with any nonmagical equipment it is wearing or carrying."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Druid",
            "source": "PHB"
          },
          {
            "name": "Paladin",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          }
        ]
      }
    },
    {
      "name": "Creeping Rot",
      "source": "TCM",
      "page": 77,
      "level": 0,
      "school": "N",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "point",
        "distance": {
          "type": "feet",
          "amount": 90
        }
      },
      "components": {
        "v": true,
        "s": true
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "minute",
            "amount": 1
          },
          "concentration": false
        }
      ],
      "entries": [
        "Warlock, Wizard)\nYou send tendrils of black and gray rot toward a target\nthat you can see within range. Three tendrils then leap\nfrom that target to as many as three other targets of your\nchoice, each of which must be within 30 feet of the first target. A target can be a creature or a nonmagical plant\nthat isn’t a creature, such as a tree or shrub. In either\ncase, each can be targeted by only one of the tendrils.\nA target that is a creature must make a Constitution\nsaving throw. On a failed save, it takes 3d8 Necrotic damage and has the {@condition poisoned} condition for the duration.\nOn a successful save, it takes half as much damage only.\nA creature {@condition poisoned} in this way takes 1d8 Necrotic damage at the start of each of its turns. A {@condition poisoned}\ncreature repeats the save at the end of each of its turns,\nending the spell on itself on a success.\nA Plant creature automatically fails the initial save,\nand a nonmagical plant that isn’t a creature simply withers and dies."
      ],
      "entriesHigherLevel": [
        {
          "type": "entries",
          "name": "Using a Higher-Level Spell Slot.",
          "entries": [
            "One additional\ntendril leaps from the first target to another target for each spell slot level above 3."
          ]
        }
      ]
    },
    {
      "name": "Crimson Harvest",
      "source": "TCM",
      "page": 77,
      "level": 3,
      "school": "N",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "self"
      },
      "components": {
        "v": true,
        "s": true,
        "m": "a vial of blood"
      },
      "duration": [
        {
          "type": "instant"
        }
      ],
      "entries": [
        "A wave of blood sweeps out from you in a 15-foot\nEmanation. Each creature of your choice in the wave\nmust make a Dexterity saving throw, taking 3d10\nNecrotic damage on a failed save, or half as much damage on a successful one.\nIf you damage at least one Small or larger creature,\none creature of your choice that you can see within the\nEmanation regains a number of Hit Points equal to half\nthe damage roll."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Sorcerer",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          },
          {
            "name": "Wizard",
            "source": "PHB"
          }
        ]
      },
      "entriesHigherLevel": [
        {
          "type": "entries",
          "name": "Using a Higher-Level Spell Slot.",
          "entries": [
            "The damage\nincreases by 1d10 for each spell slot level above 3.CROOKED WARD\nLevel 3 Abjuration (Druid, Ranger, Warlock, Wizard)\nYou touch an immobile surface and mark a symbol that\ncauses agony in twisted creatures.",
            "An {@condition invisible}, 30-foot-\nradius Sphere springs out from the point you touch.",
            "Each Aberration, Fey, Fiend, Monstrosity, or Undead in the Sphere has Disadvantage on ability checks and\nattack rolls.",
            "When an affected creature enters the Sphere\nfor the first time on a turn or starts its turn there, it\nmust succeed on a Wisdom saving throw or have the\n{@condition frightened} condition until the start of its next turn.",
            "Using a Higher-Level Spell Slot.",
            "You can maintain\nConcentration on this spell for longer if you cast it using a spell slot of level 4 (up to 1 hour) or 5 (up to 8 hours).",
            "If you use a level 6+ spell slot, the spell doesn't require\nConcentration, and the duration becomes 24 hours."
          ]
        }
      ]
    },
    {
      "name": "Culling Sickle",
      "source": "TCM",
      "page": 77,
      "level": 3,
      "school": "N",
      "time": [
        {
          "number": 1,
          "unit": "bonus"
        }
      ],
      "range": {
        "type": "self"
      },
      "components": {
        "v": true,
        "s": true
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "minute",
            "amount": 1
          },
          "concentration": true
        }
      ],
      "entries": [
        "You create a ghostly sickle that lasts for the duration and\ncan strike out at your foes. The sickle appears hovering\nin your space and moves with you. When you cast this\nspell and as a Bonus Action on each of your turns, you can direct it to fly at and strike a creature within 30 feet\nof you. Make a ranged spell attack. On a hit, the target\ntakes 2d8 Necrotic damage, and you gain T emporary Hit\nPoints equal to half the damage dealt. After the sickle\nhits or misses, it returns to hover in your space."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Druid",
            "source": "PHB"
          },
          {
            "name": "Sorcerer",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          },
          {
            "name": "Wizard",
            "source": "PHB"
          }
        ]
      },
      "entriesHigherLevel": [
        {
          "type": "entries",
          "name": "Using a Higher-Level Spell Slot.",
          "entries": [
            "The damage\nincreases by 1d8 for each spell slot level above 3."
          ]
        }
      ]
    },
    {
      "name": "Cursed Cacophony",
      "source": "TCM",
      "page": 78,
      "level": 3,
      "school": "EN",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "special"
      },
      "components": {
        "v": false,
        "s": true,
        "m": "a sheet of music"
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "minute",
            "amount": 10
          },
          "concentration": true
        }
      ],
      "entries": [
        "You focus on a creature that you are familiar with that is\non the same plane of existence as you. The target must\nsucceed on a Wisdom saving throw or be cursed for the\nduration. Once a target fails its saving throw against this spell, you can't target it with a ritual casting of the spell\nfor 24 hours.\nWhile cursed, the target hears haunting, discordant\nmusic and has Disadvantage on D20 T ests. The first\ntime the target fails a D20 T est during a turn, it repeats the save against this spell with neither Advantage nor\nDisadvantage, ending the spell early on a success."
      ],
      "meta": {
        "ritual": true
      },
      "classes": {
        "fromClassList": [
          {
            "name": "Bard",
            "source": "PHB"
          },
          {
            "name": "Sorcerer",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          }
        ]
      }
    },
    {
      "name": "Dev Il'S Due",
      "source": "TCM",
      "page": 78,
      "level": 1,
      "school": "N",
      "time": [
        {
          "number": 1,
          "unit": "reaction"
        }
      ],
      "range": {
        "type": "point",
        "distance": {
          "type": "feet",
          "amount": 30
        }
      },
      "components": {
        "v": false,
        "s": true,
        "m": "a glob of pitch"
      },
      "duration": [
        {
          "type": "instant"
        }
      ],
      "entries": [
        "creature within range takes damage\nYou absorb a measure of a creature's suffering and\nescaping vital essence. Expend and roll one Hit Point Die.\nYou regain a number of Hit Points equal to the number\nrolled plus your spellcasting ability modifier.\nIf the creature took damage from a Critical Hit,\ndouble the number of Hit Points you regain."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Sorcerer",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          },
          {
            "name": "Wizard",
            "source": "PHB"
          }
        ]
      },
      "entriesHigherLevel": [
        {
          "type": "entries",
          "name": "Using a Higher-Level Spell Slot.",
          "entries": [
            "You can expend one\nadditional Hit Point Die for each spell slot level above 1."
          ]
        }
      ]
    },
    {
      "name": "Dissolution",
      "source": "TCM",
      "page": 78,
      "level": 0,
      "school": "T",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "touch"
      },
      "components": {
        "v": true,
        "s": true
      },
      "duration": [
        {
          "type": "instant"
        }
      ],
      "entries": [
        "You touch a creature or nonmagical object and break\nthe target’s substance down into its most fundamental\ncomponents. Make a melee spell attack. On a hit, the\ntarget takes 1d8 Force damage, and its AC is reduced by 1 against the next attack roll made against it before the\nend of your next turn.\nCantrip Upgrade. The damage increases by 1d8\nwhen you reach levels 5 (2d8), 11 (3d8), and 17 (4d8).EYE BURN\nTransmutation Cantrip (Druid, Warlock, Wizard)\nyou can see within range targets you with an attack\nYou sting the eyes of a creature attacking you. The\ntarget must make a Constitution saving throw (a\ncreature with Blindsight or Immunity to the {@condition blinded}\ncondition succeeds automatically). On a failed save, the target has the {@condition blinded} condition until the end of the\nturn. On a successful save, it must subtract 1d4 from the\ntriggering attack roll. The target automatically succeeds\non its saves against your subsequent casting of this spell\nfor 24 hours."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Wizard",
            "source": "PHB"
          }
        ]
      }
    },
    {
      "name": "Field Of Reaping",
      "source": "TCM",
      "page": 78,
      "level": 5,
      "school": "N",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "point",
        "distance": {
          "type": "feet",
          "amount": 90
        }
      },
      "components": {
        "v": true,
        "s": true,
        "m": "a dried corn husk or wheat hull"
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "minute",
            "amount": 1
          },
          "concentration": true
        }
      ],
      "entries": [
        "You create a shadowy field that reaps escaping life force\nin a 30-foot Cube originating from a point within range.\nA creature Hostile to you in the field when it appears,\nor when it enters the field for the first time on a turn or ends its turn there, is cursed until the end of its next\nturn. While cursed, the first time the creature takes\ndamage during a turn, it takes an extra 1d6 Necrotic\ndamage, and a creature of your choice within the field\nthat isn’t cursed by it regains a number of Hit Points equal to the Necrotic damage taken."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Cleric",
            "source": "PHB"
          },
          {
            "name": "Druid",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          }
        ]
      },
      "entriesHigherLevel": [
        {
          "type": "entries",
          "name": "Using a Higher-Level Spell Slot.",
          "entries": [
            "The\ndamage increases by 1d6 for each spell slot level\nabove 5."
          ]
        }
      ]
    },
    {
      "name": "Ghastly Charge",
      "source": "TCM",
      "page": 79,
      "level": 6,
      "school": "N",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "self"
      },
      "components": {
        "v": true,
        "s": true,
        "m": "a scrap of a banner"
      },
      "duration": [
        {
          "type": "instant"
        }
      ],
      "entries": [
        "You call forth the spirits of long-dead knights, which\ncharge forward from you in a 90-foot long, 20-foot wide\nLine, and then vanish. Each creature of your choice in the\nLine must make a Wisdom saving throw. On a failed save, a target takes 5d12 Necrotic damage, has the {@condition frightened}\ncondition until the start of your next turn, and must\nimmediately use its Reaction, if available, to move as far\nfrom you as it can, using the safest route. On a successful\nsave, the creature takes half as much damage only."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Sorcerer",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          },
          {
            "name": "Wizard",
            "source": "PHB"
          }
        ]
      },
      "entriesHigherLevel": [
        {
          "type": "entries",
          "name": "Using a Higher-Level Spell Slot.",
          "entries": [
            "The damage\nincreases by 1d12 for each spell slot level above 6."
          ]
        }
      ]
    },
    {
      "name": "Harvest Moonglow",
      "source": "TCM",
      "page": 79,
      "level": 3,
      "school": "EV",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "point",
        "distance": {
          "type": "feet",
          "amount": 60
        }
      },
      "components": {
        "v": true,
        "s": true,
        "m": "a piece of moonstone"
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "hour",
            "amount": 1
          },
          "concentration": false
        }
      ],
      "entries": [
        "You call upon the light of the harvest moon to\nilluminate a 20-foot-radius Sphere centered on a point\nwithin range. The area is bathed in silvery Dim Light.\nCreatures and objects with the {@condition invisible} condition in the light become visible as translucent, shimmering images.\nWhen one of your allies is within the light, it can use a\nBonus Action to absorb some of the light and gain 2d6\nT emporary Hit Points."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Cleric",
            "source": "PHB"
          },
          {
            "name": "Druid",
            "source": "PHB"
          },
          {
            "name": "Ranger",
            "source": "PHB"
          }
        ]
      },
      "entriesHigherLevel": [
        {
          "type": "entries",
          "name": "Using a Higher-Level Spell Slot.",
          "entries": [
            "The T emporary Hit\nPoints increase by 1d6 for each spell slot level above 3.HARROWING BALLAD\nLevel 2 Enchantment (Bard, Sorcerer, Wizard)\nYou inflict a mind-eroding song on a creature that you\ncan see within range.",
            "If the creature has an Intelligence\nof 4 or higher, it must succeed on an Intelligence saving\nthrow or have the {@condition charmed} condition for the duration.",
            "While {@condition charmed} in this way, the target is struck with\na rapidly repeating ballad that only it can hear; it takes 1d6 Psychic damage at the start of each of its turns, and\nit has Disadvantage on Wisdom ({@skill Perception}) checks\nand on Constitution saving throws made to maintain its Concentration.",
            "The target repeats the save at the end of\neach of its turns, ending the spell on a success.",
            "Using a Higher-Level Spell Slot.",
            "The damage\nincreases by 1d6 for each spell slot level above 2."
          ]
        }
      ]
    },
    {
      "name": "Hungering Blade",
      "source": "TCM",
      "page": 79,
      "level": 1,
      "school": "N",
      "time": [
        {
          "number": 1,
          "unit": "bonus"
        }
      ],
      "range": {
        "type": "self"
      },
      "components": {
        "v": true,
        "s": true
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "minute",
            "amount": 1
          },
          "concentration": false
        }
      ],
      "entries": [
        "You imbue a weapon you are holding, or your Unarmed\nStrikes, with ravenous negative energy. For the duration,\nwhen you hit a creature with an attack using the empowered\nweapon or Unarmed Strike for the first time on a turn, the target takes Necrotic damage equal to your spellcasting\nability modifier, and you gain a number of T emporary Hit\nPoints equal to the Necrotic damage dealt."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Paladin",
            "source": "PHB"
          },
          {
            "name": "Ranger",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          }
        ]
      }
    },
    {
      "name": "Intrusive Despair",
      "source": "TCM",
      "page": 79,
      "level": 4,
      "school": "EN",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "point",
        "distance": {
          "type": "feet",
          "amount": 90
        }
      },
      "components": {
        "v": true,
        "s": true,
        "m": "a devil’s trumpet blossom"
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "minute",
            "amount": 1
          },
          "concentration": true
        }
      ],
      "entries": [
        "You curse a creature within range, filling its mind with\ncreeping paranoia and despair. When the target takes the\nAttack or Magic action, it must succeed on a Wisdom\nsaving throw or waste its action. Once the target succeeds\non three saving throws against this spell, the spell ends."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Bard",
            "source": "PHB"
          },
          {
            "name": "Sorcerer",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          },
          {
            "name": "Wizard",
            "source": "PHB"
          }
        ]
      }
    },
    {
      "name": "Isolation",
      "source": "TCM",
      "page": 80,
      "level": 3,
      "school": "EN",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "point",
        "distance": {
          "type": "feet",
          "amount": 120
        }
      },
      "components": {
        "v": true,
        "s": true,
        "m": "a small metal cube"
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "minute",
            "amount": 1
          },
          "concentration": true
        }
      ],
      "entries": [
        "One creature that you can see within range must succeed\non a Wisdom saving throw or have its mind shrouded in\nthe dread of total {@spell Isolation}. For the duration, all other\ncreatures have the {@condition invisible} condition toward the target, which the target can’t see through—even with Blindsight,\nTruesight, or magic such as the See Invisibility spell—and\nthe target can’t perceive other creatures with any of its\nother senses. The target moves around other creatures,\nor otherwise rationalizes not moving through spaces occupied by them (such as perceiving a door as closed or\nas a wall if another creature is standing in the way). The\ntarget still feels pain but can’t identify the source of any injury caused by another creature. The target repeats the\nsaving throw at the end of each of its turns, ending the\nspell on itself on a success."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Warlock",
            "source": "PHB"
          },
          {
            "name": "Wizard",
            "source": "PHB"
          }
        ]
      }
    },
    {
      "name": "Lucky Charm",
      "source": "TCM",
      "page": 80,
      "level": 5,
      "school": "T",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "touch"
      },
      "components": {
        "v": true,
        "s": true,
        "m": true
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "hour",
            "amount": 1
          },
          "concentration": true
        }
      ],
      "entries": [
        "broken mirror)\nYou touch a Tiny, nonmagical object, infusing it with a\nportion of your own luck for the duration. While another\ncreature carries the object, that creature has Advantage on D20 T ests, and you have Disadvantage on D20 T ests.MARTYR\nLevel 3 Necromancy (Cleric, Paladin, Wizard)\nYou touch a dead creature that died within the last\nminute and transfer your life essence into it. The target\nreturns to life with Hit Points equal to your current\nHit Point total. You immediately drop to 0 Hit Points (which nothing can prevent) with two failed Death\nSaving Throws, and you must immediately make a\nDeath Save. You can’t regain Hit Points or become Stable\nuntil after you make this save."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Bard",
            "source": "PHB"
          },
          {
            "name": "Paladin",
            "source": "PHB"
          },
          {
            "name": "Ranger",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          }
        ]
      }
    },
    {
      "name": "Mirrored Agony",
      "source": "TCM",
      "page": 80,
      "level": 5,
      "school": "A",
      "time": [
        {
          "number": 1,
          "unit": "reaction"
        }
      ],
      "range": {
        "type": "point",
        "distance": {
          "type": "feet",
          "amount": 60
        }
      },
      "components": {
        "v": true,
        "s": true,
        "m": "a pin or needle"
      },
      "duration": [
        {
          "type": "instant"
        }
      ],
      "entries": [
        "you can see within 60 feet of you damages your ally\nThe triggering creature makes a Wisdom saving throw.\nOn a failed save, it takes an amount of Psychic damage\nequal to the damage it dealt to your ally. On a successful\nsave, it takes half as much damage."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Bard",
            "source": "PHB"
          },
          {
            "name": "Sorcerer",
            "source": "PHB"
          },
          {
            "name": "Wizard",
            "source": "PHB"
          }
        ]
      }
    },
    {
      "name": "Mist Of Mourning",
      "source": "TCM",
      "page": 80,
      "level": 3,
      "school": "EN",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "point",
        "distance": {
          "type": "feet",
          "amount": 60
        }
      },
      "components": {
        "v": true,
        "s": true,
        "m": "a vial of tears"
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "minute",
            "amount": 10
          },
          "concentration": true
        }
      ],
      "entries": [
        "You summon a thin mist that saps joy and vigor in a\n20-foot-radius Sphere centered on a point within range.\nEach creature in the mist when it appears, or when it\nmoves into the mist for the first time on a turn or ends its turn there, must succeed on a Charisma saving throw\nor be filled with deep melancholy until the end of its\nnext turn. An affected creature’s Speed is halved, it has\nDisadvantage on attack rolls, and it subtracts 1d8 from\nall its damage rolls."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Sorcerer",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          },
          {
            "name": "Wizard",
            "source": "PHB"
          }
        ]
      }
    },
    {
      "name": "Murder Of Crows",
      "source": "TCM",
      "page": 81,
      "level": 4,
      "school": "C",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "self"
      },
      "components": {
        "v": true,
        "s": true,
        "m": "a crow feather"
      },
      "duration": [
        {
          "type": "instant"
        }
      ],
      "entries": [
        "You summon and unleash a murder of deadly crows.\nEach creature of your choice in a 30-foot Cone\noriginating from you makes a Dexterity saving throw.\nOn a failed save, the target takes 5d6 Force damage and has the {@condition blinded} condition. On a successful save, it takes\nhalf as much damage only. A {@condition blinded} creature repeats\nthe save at the end of each of its turns, ending the effect\non itself on a success. The effect also ends if the creature\nregains any Hit Points. The crows disperse and vanish after they strike."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Druid",
            "source": "PHB"
          },
          {
            "name": "Ranger",
            "source": "PHB"
          },
          {
            "name": "Sorcerer",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          },
          {
            "name": "Wizard",
            "source": "PHB"
          }
        ]
      },
      "entriesHigherLevel": [
        {
          "type": "entries",
          "name": "Using a Higher-Level Spell Slot.",
          "entries": [
            "The damage\nincreases by 1d6 for each spell slot level above 4."
          ]
        }
      ]
    },
    {
      "name": "Mysterious Presence",
      "source": "TCM",
      "page": 81,
      "level": 0,
      "school": "I",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "touch"
      },
      "components": {
        "v": true,
        "s": true
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "minute",
            "amount": 1
          },
          "concentration": true
        }
      ],
      "entries": [
        "You touch a willing creature and shroud its presence.\nUntil the spell ends, other creatures must subtract 1d4\nfrom any Wisdom ({@skill Insight} or {@skill Perception}) checks made against the target.PUPPET MASTER\nLevel 4 Enchantment (Bard, Sorcerer, Warlock, Wizard)\nOne creature that you can see within range must\nsucceed on a Wisdom saving throw or have the\n{@condition charmed} condition for the duration.\nMagical marionette strings attach to the {@condition charmed}\ncreature’s limbs or body, and it must use its action on its turn to make a melee attack against a creature other\nthan itself that you mentally choose, moving to reach\nthe target if necessary. The target can act normally on\nits turn if you don’t choose another creature, or if the creature isn’t within the target’s reach after it moves.\nThe target repeats the save at the end of each of its\nturns, ending the spell on itself on a success.\nOn your later turns, you must take a Bonus Action to\nmaintain control of the target, or the spell ends."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Bard",
            "source": "PHB"
          },
          {
            "name": "Druid",
            "source": "PHB"
          },
          {
            "name": "Sorcerer",
            "source": "PHB"
          }
        ]
      }
    },
    {
      "name": "Sacrificial Siphon",
      "source": "TCM",
      "page": 81,
      "level": 4,
      "school": "N",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "touch"
      },
      "components": {
        "v": false,
        "s": true
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "minute",
            "amount": 1
          },
          "concentration": true
        }
      ],
      "entries": [
        "You touch another creature and lay a curse that drains\nthe target’s vitality and transfers it to you. The target\nmust make a Charisma saving throw. On a failed save,\nthe target is cursed for the duration. While cursed, the target must subtract 1d4 from its attack rolls and ability\nchecks, and when the target takes damage, you can\ntake a Reaction to gain 10 T emporary Hit Points. On a\nsuccessful save, you gain 5 T emporary Hit Points, and\nthe target must subtract 1d4 from its ability checks until\nthe start of your next turn."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Cleric",
            "source": "PHB"
          },
          {
            "name": "Paladin",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          },
          {
            "name": "Wizard",
            "source": "PHB"
          }
        ]
      }
    },
    {
      "name": "Sanctum Of The Shepherd",
      "source": "TCM",
      "page": 82,
      "level": 4,
      "school": "A",
      "time": [
        {
          "number": 1,
          "unit": "minute"
        }
      ],
      "range": {
        "type": "point",
        "distance": {
          "type": "feet",
          "amount": 5
        }
      },
      "components": {
        "v": true,
        "s": true,
        "m": true
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "hour",
            "amount": 24
          },
          "concentration": false
        }
      ],
      "entries": [
        "worth 200+ GP, which the spell consumes)\nYou create a 20-foot-radius Sphere of faint, shimmering\nlight centered on a point within range. You and\na number of creatures of your choice up to your\nspellcasting ability modifier (minimum of 1 other creature) can absorb protective magic from the Sphere.\nWhen any of the chosen creatures finish a Long Rest in\nthe area, the Sphere vanishes, and those creatures gain\na +1 bonus to AC for the remainder of the duration.\nChosen creatures who don’t finish a Long Rest in the Sphere gain no benefit."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Cleric",
            "source": "PHB"
          },
          {
            "name": "Paladin",
            "source": "PHB"
          },
          {
            "name": "Wizard",
            "source": "PHB"
          }
        ]
      }
    },
    {
      "name": "Sanctum Of The Flock",
      "source": "TCM",
      "page": 82,
      "level": 3,
      "school": "T",
      "time": [
        {
          "number": 1,
          "unit": "minute"
        }
      ],
      "range": {
        "type": "point",
        "distance": {
          "type": "feet",
          "amount": 5
        }
      },
      "components": {
        "v": true,
        "s": true,
        "m": true
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "hour",
            "amount": 24
          },
          "concentration": false
        }
      ],
      "entries": [
        "which the spell consumes)\nYou create a 20-foot-radius Sphere of faint,\nshimmering light centered on a point within range.\nYou and a number of creatures of your choice up\nto your spellcasting ability modifier (minimum of 1 other creature) can absorb empowering magic from\nthe Sphere. When any of the chosen creatures finish\na Long Rest in the area, the Sphere vanishes, and\nthose creatures gain 2d10 T emporary Hit Points,\nand for the remainder of the duration, they have Advantage on Charisma checks that use one of\ntheir skill proficiencies. Chosen creatures who\ndon’t finish a Long Rest in the Sphere gain no benefit.SANGUINE SECRETS\nLevel 2 Divination (Ranger, Sorcerer, Warlock, Wizard)\nconsumes)\nYou draw knowledge through the power of blood\nabout a creature you can see within range. You learn\nthe target’s species and creature type, its current Hit\nPoints, and any conditions affecting it. You also learn if it has any of the following, and, if so, what they are:\nVulnerability, Resistance, or Immunity to damage\nor conditions.\nAdditionally, the next ability check or attack roll\nyou make against the target before the end of your next turn has Advantage."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Bard",
            "source": "PHB"
          },
          {
            "name": "Cleric",
            "source": "PHB"
          },
          {
            "name": "Paladin",
            "source": "PHB"
          }
        ]
      }
    },
    {
      "name": "Scarlet Dawn",
      "source": "TCM",
      "page": 83,
      "level": 0,
      "school": "N",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "point",
        "distance": {
          "type": "feet",
          "amount": 120
        }
      },
      "components": {
        "v": true,
        "s": true
      },
      "duration": [
        {
          "type": "instant"
        }
      ],
      "entries": [
        "Warlock, Wizard)\nCrimson light shines down in a 20-foot-radius, 60-foot-\nhigh Cylinder centered on a point within range. Each\ncreature in that area that isn’t a Construct or Undead\nmust make a Constitution saving throw, taking 4d10 Necrotic damage on a failed save or half as much damage\non a successful one. Constructs and Undead in the area\nregain 4d10 Hit Points.\nIf any of this spell’s area overlaps with an area of\nDarkness created by a spell of level 3 or lower, that other spell is dispelled."
      ],
      "entriesHigherLevel": [
        {
          "type": "entries",
          "name": "Using a Higher-Level Spell Slot.",
          "entries": [
            "The damage\nincreases by 1d10 and the level of spell that can be dispelled increases by 1 for each spell slot level above 3."
          ]
        }
      ]
    },
    {
      "name": "Shadow Drain",
      "source": "TCM",
      "page": 83,
      "level": 3,
      "school": "N",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "self"
      },
      "components": {
        "v": true,
        "s": true
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "minute",
            "amount": 1
          },
          "concentration": true
        }
      ],
      "entries": [
        "You siphon away the vitality and sense of self through\nthe shadows of nearby creatures in a 15-foot Emanation\noriginating from you.\nWhen you cast this spell, you can designate creatures\nto be unaffected by it. Whenever any other creature enters the Emanation or starts its turn there, or when\nthe Emanation enters a creature’s space, the creature\nmust make a Charisma saving throw. On a failed\nsave, the creature takes 2d6 Necrotic damage and has Disadvantage on attack rolls and ability checks until the\nend of its next turn. On a successful save, the creature\ntakes half as much damage only. A creature makes this\nsave only once per turn."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Sorcerer",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          },
          {
            "name": "Wizard",
            "source": "PHB"
          }
        ]
      },
      "entriesHigherLevel": [
        {
          "type": "entries",
          "name": "Using a Higher-Level Spell Slot.",
          "entries": [
            "The damage\nincreases by 1d6 for each spell slot level above 3.{@spell Summer Winds}\nLevel 2 Evocation (Cleric, Druid, Paladin, Ranger)\nYou unleash a blast of light and wind in a 15-foot\nCone.",
            "Your allies in the Cone regain 2d6 Hit Points.",
            "Undead within the Cone that are Hostile to you must\nmake a Constitution saving throw, taking 2d6 Radiant damage on a failed save, or half as much damage on a\nsuccessful one.",
            "Using a Higher-Level Spell Slot.",
            "The damage and\nhealing increase by 2d6 for each spell slot level above 2."
          ]
        }
      ]
    },
    {
      "name": "Unraveling Whisper",
      "source": "TCM",
      "page": 83,
      "level": 2,
      "school": "EN",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "point",
        "distance": {
          "type": "feet",
          "amount": 30
        }
      },
      "components": {
        "v": true,
        "s": true
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "round",
            "amount": 1
          },
          "concentration": false
        }
      ],
      "entries": [
        "Choose a creature you can see within range and whisper\na frightful phrase that only the target can hear. The target\nmust make a Wisdom saving throw. On a failed save, the\ntarget takes 2d6 Psychic damage and has the {@condition frightened} condition until the start of your next turn. On a\nsuccessful save, the target takes half as much damage only.\nWhile {@condition frightened} in this way, the creature has\nVulnerability to your choice of Bludgeoning, Piercing,\nor Slashing damage."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Bard",
            "source": "PHB"
          },
          {
            "name": "Sorcerer",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          },
          {
            "name": "Wizard",
            "source": "PHB"
          }
        ]
      },
      "entriesHigherLevel": [
        {
          "type": "entries",
          "name": "Using a Higher-Level Spell Slot.",
          "entries": [
            "You can target one\nadditional creature for each spell slot level above 2."
          ]
        }
      ]
    },
    {
      "name": "Veil Of The Reaper",
      "source": "TCM",
      "page": 83,
      "level": 2,
      "school": "I",
      "time": [
        {
          "number": 1,
          "unit": "bonus"
        }
      ],
      "range": {
        "type": "self"
      },
      "components": {
        "v": true,
        "s": true,
        "m": "a dried corn husk or wheat straw"
      },
      "duration": [
        {
          "type": "timed",
          "duration": {
            "type": "minute",
            "amount": 1
          },
          "concentration": true
        }
      ],
      "entries": [
        "You wrap yourself in shadows that veil you between\nstrikes. At the end of any turn in which you hit a\ncreature with an attack roll, you gain the {@condition invisible}\ncondition until the start of your next turn."
      ],
      "classes": {
        "fromClassList": [
          {
            "name": "Ranger",
            "source": "PHB"
          },
          {
            "name": "Sorcerer",
            "source": "PHB"
          },
          {
            "name": "Warlock",
            "source": "PHB"
          },
          {
            "name": "Wizard",
            "source": "PHB"
          }
        ]
      }
    },
    {
      "name": "Summer Winds",
      "source": "TCM",
      "page": 83,
      "level": 2,
      "school": "EV",
      "time": [
        {
          "number": 1,
          "unit": "action"
        }
      ],
      "range": {
        "type": "self"
      },
      "components": {
        "v": true,
        "s": true
      },
      "duration": [
        {
          "type": "instant"
        }
      ],
      "entries": [
        "See PDF."
      ]
    }
  ]
}