{
  "source": [
    {
      "json": "TCM",
      "abbreviation": "TCM",
      "full": "The Crooked Moon — Player Options",
      "authors": [
        "Studio Hermitage"
      ],
      "url": "",
      "date": "2024-01-01"
    }
  ],
  "race": [
    {
      "name": "Ashborn",
      "source": "TCM",
      "size": [
        "S"
      ],
      "speed": {
        "walk": 30
      },
      "creatureTypes": [
        "fiend"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Ashen Legacy",
          "entries": [
            "You know the minor illusion cantrip. At 3rd level, you always have charm person prepared; at 5th level, you always have invisibility prepared. Each can be cast once without a spell slot per long rest; you can also cast them using slots of the appropriate level."
          ]
        },
        {
          "type": "entries",
          "name": "Fiendish Fortune",
          "entries": [
            "When a creature you can see within 30 feet makes an attack roll, you can use your Reaction to add or subtract your proficiency bonus from that roll. Uses equal to your proficiency bonus (regain on a long rest)."
          ]
        },
        {
          "type": "entries",
          "name": "Scorpion Sting",
          "entries": [
            "You have a stinger tail you can use to make Unarmed Strikes (1d4 piercing). You can deal an extra 1d6 poison damage a number of times equal to your proficiency bonus (regain 1 use on a short rest and all uses on a long rest). At character level 10, the extra damage becomes 2d6."
          ]
        }
      ]
    },
    {
      "name": "Azureborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "creatureTypes": [
        "humanoid"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Azure Legacy",
          "entries": [
            "You know the guidance cantrip. At 3rd level, you always have bless prepared; at 5th level, aid. Each can be cast once without a spell slot per long rest; you can also cast them using slots. Choose Int, Wis, or Cha as your spellcasting ability when you select this species."
          ]
        },
        {
          "type": "entries",
          "name": "Glimpse Fate",
          "entries": [
            "As a Reaction when a creature you can see within 30 feet makes a d20 test, it can roll a d4 and add the number rolled. Uses equal to your proficiency bonus (regain on a long rest)."
          ]
        },
        {
          "type": "entries",
          "name": "Winds of Magic",
          "entries": [
            "You know the gust cantrip."
          ]
        }
      ]
    },
    {
      "name": "Bogborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "creatureTypes": [
        "humanoid"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Bog Bulk",
          "entries": [
            "You have advantage on Strength checks/saves to resist being pushed, pulled, or knocked prone."
          ]
        },
        {
          "type": "entries",
          "name": "Guiding Bond",
          "entries": [
            "As an Action, choose a creature within 30 feet. Until the start of your next turn, when it makes an attack roll or ability check, it can roll a d4 and add it. Uses equal to your proficiency bonus (regain on a long rest)."
          ]
        },
        {
          "type": "entries",
          "name": "Keen Senses",
          "entries": [
            "You have proficiency in the Perception skill."
          ]
        },
        {
          "type": "entries",
          "name": "Regeneration",
          "entries": [
            "If you lose a limb or other body part, it regrows and becomes functional after 1d4 + 1 weeks."
          ]
        }
      ]
    },
    {
      "name": "Curseborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "creatureTypes": [
        "humanoid"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Cursed Claws",
          "entries": [
            "Your claws deal 1d6 slashing damage on a hit."
          ]
        },
        {
          "type": "entries",
          "name": "Grey Balance",
          "entries": [
            "When you miss with a melee weapon attack, immediately make one unarmed strike with your claws against the same target. Uses equal to your proficiency bonus (regain on a long rest)."
          ]
        },
        {
          "type": "entries",
          "name": "Lupine Senses",
          "entries": [
            "You have advantage on Wisdom (Perception) checks that rely on hearing or smell."
          ]
        }
      ]
    },
    {
      "name": "Deepborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30,
        "swim": 30
      },
      "creatureTypes": [
        "aberration"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Amphibious",
          "entries": [
            "You can breathe air and water."
          ]
        },
        {
          "type": "entries",
          "name": "Darkvision",
          "entries": [
            "You have darkvision with a range of 60 feet."
          ]
        },
        {
          "type": "entries",
          "name": "Eldritch Gibbering",
          "entries": [
            "As an Action, you can gibber in Deep Speech. Each creature of your choice in a 30‑foot emanation from you must succeed on a Wisdom save (DC 8 + PB + Cha mod) or be frightened of you until the end of its next turn. A creature that succeeds is immune to this effect for 24 hours. Uses equal to your proficiency bonus (regain on a long rest)."
          ]
        },
        {
          "type": "entries",
          "name": "Endless Hunger",
          "entries": [
            "At the end of each of your turns, if a creature within 5 feet is at 0 hit points, use your Reaction to gain temporary hit points equal to your proficiency bonus."
          ]
        }
      ]
    },
    {
      "name": "Gnarlborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "creatureTypes": [
        "plant"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Deep Roots",
          "entries": [
            "You have advantage on Strength and Dexterity saving throws against being knocked prone or moved against your will. You count as one size larger for carrying, pushing, dragging, and lifting."
          ]
        },
        {
          "type": "entries",
          "name": "Elderwood Whispers",
          "entries": [
            "After a long rest, choose one skill, tool, or language; you gain proficiency in it until your next long rest."
          ]
        },
        {
          "type": "entries",
          "name": "Grasping Branches",
          "entries": [
            "As a Bonus Action, cause vines to lash a creature within 10 feet. It must succeed on a Strength save (DC 8 + PB + Con mod) or be restrained until the end of your next turn. Uses equal to PB (regain on a long rest)."
          ]
        },
        {
          "type": "entries",
          "name": "Root Sense",
          "entries": [
            "You have tremorsense 10 feet while in contact with the ground."
          ]
        }
      ]
    },
    {
      "name": "Graveborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "creatureTypes": [
        "undead"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Devour Corpse",
          "entries": [
            "As an Action, consume a portion of a corpse within 5 feet to regain hit points equal to PB + Con mod (you can’t use this trait on that corpse again)."
          ]
        },
        {
          "type": "entries",
          "name": "Frozen Waste",
          "entries": [
            "You have resistance to cold damage and are adapted to freezing climates."
          ]
        },
        {
          "type": "entries",
          "name": "Infused Drakkonite",
          "entries": [
            "You have proficiency in Intimidation. When you take the Attack action, you can replace one attack to unleash cold fury: each creature in a 10‑foot emanation must make a Con save (DC 8 + PB + Cha mod) or take cold damage equal to your proficiency bonus and have its speed reduced by 10 feet until the start of your next turn. Uses equal to PB (regain on a long rest)."
          ]
        }
      ]
    },
    {
      "name": "Harvestborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "creatureTypes": [
        "construct"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Culling",
          "entries": [
            "As an Action, choose a willing creature within 5 feet that is touching the ground and can see you. It regains hit points equal to a roll of one of its Hit Dice + your PB and is cured of the Poisoned condition. Uses equal to PB; regain 1 use on a short rest and all on a long rest."
          ]
        },
        {
          "type": "entries",
          "name": "Jack‑O‑Lantern",
          "entries": [
            "You know the dancing lights cantrip. Choose Int, Wis, or Cha as your spellcasting ability when you select this species."
          ]
        },
        {
          "type": "entries",
          "name": "Scarecrow Nature",
          "entries": [
            "You don’t require air, food, or drink."
          ]
        },
        {
          "type": "entries",
          "name": "Watchful Rest",
          "entries": [
            "During a long rest, you remain semi‑conscious and aware of your surroundings."
          ]
        }
      ]
    },
    {
      "name": "Plagueborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "creatureTypes": [
        "humanoid"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Born in Filth",
          "entries": [
            "You have advantage on saving throws against disease and poison, and resistance to poison damage."
          ]
        },
        {
          "type": "entries",
          "name": "Infected Cunning",
          "entries": [
            "You have proficiency in the Medicine or Survival skill (your choice)."
          ]
        },
        {
          "type": "entries",
          "name": "Plague Bearer",
          "entries": [
            "As an Action, exhale a 15‑foot cone of pestilent miasma. Each creature in the area must make a Con save (DC 8 + PB + Con mod) or take poison damage equal to your PB and be poisoned until the end of its next turn. Uses equal to PB (regain on a long rest)."
          ]
        }
      ]
    },
    {
      "name": "Relicborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "creatureTypes": [
        "humanoid"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Dance of Death",
          "entries": [
            "When you take the Attack action, replace one attack to force a creature within 5 feet to make a Wisdom save (DC 8 + PB + Cha mod) or be frightened of you until the end of its next turn."
          ]
        },
        {
          "type": "entries",
          "name": "Eternal Party",
          "entries": [
            "You have proficiency in Performance. When you entertain a crowd for at least 10 minutes and succeed on the check, you gain Inspiration."
          ]
        },
        {
          "type": "entries",
          "name": "Moment of Remembrance",
          "entries": [
            "As an Action, recall a moment from a prior life; gain advantage on one ability check or saving throw you make before the end of your next turn. Uses equal to PB (regain on a long rest)."
          ]
        },
        {
          "type": "entries",
          "name": "Soul of Revelry",
          "entries": [
            "After a long rest, gain temporary hit points equal to PB + Cha mod (last until your next long rest)."
          ]
        }
      ]
    },
    {
      "name": "Silkborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30,
        "climb": 30
      },
      "creatureTypes": [
        "monstrosity"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Bejeweled Carapace",
          "entries": [
            "While not wearing armor, your base AC equals 13 + your Dexterity modifier; you can wield a shield and still gain this benefit."
          ]
        },
        {
          "type": "entries",
          "name": "Silken Legacy",
          "entries": [
            "You know the mending cantrip. At 3rd level, you always have spider climb prepared; at 5th, web. Each can be cast once without a spell slot per long rest; you can also cast them using slots. Choose Int, Wis, or Cha when you select this species."
          ]
        },
        {
          "type": "entries",
          "name": "Spider Climb",
          "entries": [
            "You have a climb speed equal to your speed and can move on vertical surfaces and ceilings while leaving your hands free."
          ]
        }
      ]
    },
    {
      "name": "Stoneborn",
      "source": "TCM",
      "size": [
        "M"
      ],
      "speed": {
        "walk": 30
      },
      "creatureTypes": [
        "construct"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Argent Gleam",
          "entries": [
            "As a Bonus Action, cause your silver veins to glow for 1 minute, shedding bright and dim light. While lit, you have advantage on saves against being Blinded or Charmed. Uses equal to PB (regain on a long rest)."
          ]
        },
        {
          "type": "entries",
          "name": "Path’s Grace",
          "entries": [
            "As an Action, touch a willing creature (including yourself). Its speed increases by 10 feet and it ignores difficult terrain until the end of its next turn. Uses equal to PB (regain on a long rest)."
          ]
        },
        {
          "type": "entries",
          "name": "Silver Bulwark",
          "entries": [
            "You have resistance to radiant damage."
          ]
        },
        {
          "type": "entries",
          "name": "Watchful Senses",
          "entries": [
            "You have darkvision 60 feet and proficiency in Perception."
          ]
        }
      ]
    },
    {
      "name": "Threadborn",
      "source": "TCM",
      "size": [
        "M",
        "S"
      ],
      "speed": {
        "walk": 30
      },
      "creatureTypes": [
        "construct"
      ],
      "entries": [
        {
          "type": "entries",
          "name": "Ball‑Jointed",
          "entries": [
            "You have advantage on Strength and Dexterity saves to resist being grappled, restrained, or knocked prone; you can move through a hostile creature’s space as narrow as 1 foot wide as if it were difficult terrain."
          ]
        },
        {
          "type": "entries",
          "name": "Innocent Mind",
          "entries": [
            "You have resistance to psychic damage."
          ]
        },
        {
          "type": "entries",
          "name": "Sewn Nature",
          "entries": [
            "You don’t require air, food, or drink."
          ]
        },
        {
          "type": "entries",
          "name": "Soothing Heart",
          "entries": [
            "You know the guidance cantrip. At 3rd level, you always have sanctuary prepared; at 5th, calm emotions (can affect creatures of any type). Each can be cast once without a spell slot per long rest; you can also cast them using slots. Choose Int, Wis, or Cha when you select this species."
          ]
        },
        {
          "type": "entries",
          "name": "You've Got a Friend",
          "entries": [
            "When a creature you can see within 30 feet you consider a friend or ally takes damage from a creature, you can use your Reaction to move up to your speed toward that creature without provoking opportunity attacks; if you end within 5 feet, make one unarmed strike. Uses equal to PB (regain on a long rest)."
          ]
        }
      ]
    }
  ]
}